export interface Article {
  id: string
  preQuestions: string[]
  wordDefinitions: DefinitionItem[]
  content: ContentItem[]
  postQuestions: string[]
  sourcesText: SourceItem[]
  sourcesImage: SourceItem[]
}

export interface DefinitionItem {
  word: string
  explanation: string
}

export interface ContentItem {
  header: string
  detail: DetailItem[]
  children: ContentItem[]
}

export type DetailItem = ParagraphDetail | ImageDetail

export interface ParagraphDetail {
  type: 'paragraph'
  text: string
}

export interface ImageDetail {
  type: 'image'
  url: string
  alt: string
  caption: string
}

export interface SourceItem {
  definition: string
  href: string
}

export const defaultArticleData: Article[] = [
  {
    id: '5c6bfd0c-60c4-4f36-af37-a9a5e38fa4b8',
    preQuestions: [],
    wordDefinitions: [
      {
        word: 'Neural network',
        explanation:
          'хүний тархины дотор байдаг шиг хоорондоо холбогдсон энгийн тархины эсийн дуураймал загварууд юм. Тэд мэдээллийг хүлээн авч, боловсруулж, цааш нь дамжуулах үүрэгтэй [1].'
      },
      {
        word: 'Оролтын үе (Input Layer)',
        explanation: 'Гаднаас мэдээллийг (зураг, текст, тоо) хүлээн авах цэг.'
      },
      {
        word: 'Далд үеүд (Hidden Layers)',
        explanation:
          "Мэдээллийг боловсруулах гол 'тархи' юм. Энд нейрон бүр өөрт ирсэн мэдээллүүдийг тодорхойлж өгч, ач холбогдлыг нь тодорхойлдог. Олон үе шаттай байх тусмаа систем илүү нарийн төвөгтэй мэдээллийг (жишээ нь, хүний царайг таних) ойлгох чадвартай болдог."
      },
      {
        word: 'Гаралтын үе (Output Layer)',
        explanation:
          'Боловсруулсан мэдээллийн эцсийн үр дүн буюу таамаглалыг гаргана.'
      },
      {
        word: 'Машин сургалт (Machine Learning)',
        explanation:
          "Машин сургалт нь их хэмжээний өгөгдөл (Data) дундаас 'хэв шинж' буюу зүй тогтлыг олж тогтоох замаар ирээдүйн үр дүнг таамаглах үйл явц юм. Хүн туршлагаасаа суралцдаг шиг компьютер өгөгдлөөс суралцдаг гэсэн үг [2]."
      }
    ],
    content: [
      {
        header: 'Өнөөдрийн AI ямар чадвартай вэ?',
        detail: [
          {
            type: 'paragraph',
            text: 'Хиймэл оюун ухаан нь анхандаа янз бүрийн дүрснүүдийг хооронд нь ялган таних, төрөл бүрийн хэл дээр ойлгох ярилцах, шинэ мэдээллүүдэд суралцан дэвших зэргийг гол зорилгоо болгож байв.'
          },
          {
            type: 'paragraph',
            text: 'Гэвч сүүлийн үед хүмүүс хиймэл оюун ухаанаар жинхэнэ мэт зураг, бичлэг хийлгэж, зүгээр л үйл явдлыг нь тайлбарлаад шинэ видео, website ч бүтээлгэдэг болсон. Түүнээс ч цаашлаад жинхэнэ хүнийхээс ялгагдахгүй хоолой гаргуулж, Шекиспиртэй өрсөлдөх хэмжээний яруу найргууд туурвигдаж, технологийн ертөнцөд өмнө нь маш их цаг авдаг байсан code-уудыг хэдхэн секундэд хийлгэх боломжтой болсон.'
          },
          {
            type: 'paragraph',
            text: 'Хиймэл оюун ухааныг дурдах юм бол яалт ч үгүй өнөөгийн хэрэглээнд хамгийн их ашиглагдаж буй LLM дээр суурилсан чатботуудыг дурдах ёстой гэж би үзэж байна. Чатбот нь интернет дээр байх дижитал номын сангууд, Wikipedia болон нэвтэрхий толинууд, мэргэжлийн судалгааны ажилууд, веб хуудаснууд зэрэг бүх мэдээлэл дээр үндэслэн хариулт өгөх, reasoning хийж таамаглал дэвшүүлэх чадвартай. Мөн интернет дээрх мэдээллүүд, тэдэнд өгөгдөж буй санаа болон програмууд (алгоритм, архитектур) нь тэлэх тусам улам л ухамсартай болж хүчээ авсаар байна.'
          },
          {
            type: 'paragraph',
            text: 'Тэд интернетийн мэдээллүүд дундаас хамгийн сүүлийн үеийн болон гол хэрэгтэй өгөгдөл, давтагдаж буй хэв маяг дээр тулгуурлан дараа юу болохыг хамгийн магадлал өндөртэйгөөр санал болгодог. Жишээ нь эсээ бичихдээ өмнөх token дээр тулгуурлан дараагийн дараагийн нэг үгэнд хамгийн их орсон үсгийн магадлал дээр тулгуурлан хүний хэл рүү орчуулан бий болгодог арай өөр үгээр тайлбарлах юм бол: Хамгийн өндөр магадлалтай хувилбаруудаас decoding strategy буюу оновчлолын аргаар утга санааны ойлгомжтой token-ийг сонгон өгүүлбэрийг үргэлжлүүлэн бичдэг [3].'
          },
          {
            type: 'paragraph',
            text: 'LLM-үүд нь үнэндээ “ойлгодог” бус харин статистик дээр тулгуурлан хариултаа загварчилдаг. Тэдний хааяа худал мэдээлэл өгөх шалтгаан нь интернет дээр ч хомс баримттай, эсвэл хүмүүс цөөн асуудаг (Extremely rare) асуултуудад л буруу хариулах явдал. Гэсэн ч AI ашигладаг мэдээллийн сан өдөр бүр асар хурдтай өсөж буй тул ийм алдаа багассаар байгаа юм [3].'
          }
        ],
        children: [
          {
            header: 'Хүн шиг харилцах чадвар',
            detail: [
              {
                type: 'paragraph',
                text: 'Одоо хөгжиж буй олон чатбот, виртуал туслахууд нь хүнтэй тогтмол харилцаж ажиллаж байна. Тухайлбал IBM AskHR зэрэг туслахууд Zoom уулзалтад тэмдэглэл хөтөлж, HR-ийн асуултад хариулж, chatbot хэлбэрээр зөвлөгөө өгдөг.'
              },
              {
                type: 'paragraph',
                text: '12-р сарын 3-нд Массачусетсийн Технологийн Их Сургууль (MIT) шинэ судалгаа нийтэлж, хиймэл оюуны технологи АНУ-ын хөдөлмөрийн зах зээлийн 11.7%, өөрөөр хэлбэл 1.2 их наяд ам.долларын цалин бүхий ажлуудыг орлох чадамжтай болохыг тогтоожээ [4].'
              },
              {
                type: 'paragraph',
                text: 'MIT болон Oak Ridge Үндэсний Лабораторийн боловсруулсан Iceberg Index нэртэй симуляцийн загвар нь 151 сая ажилтныг тухайн хүний ур чадвар, гүйцэтгэдэг даалгавар, мэргэжил болон байршлаар нь “агент” болгон модельчилно. Энэхүү симуляци нь нийт 32,000 ур чадвар, 923 мэргэжил, 3,000 тойргийн өгөгдлийг хамардаг бөгөөд одоогийн AI системүүд аль ур чадварыг орлох боломжтойг үнэлсний үндсэн дээр дээрх дүгнэлтэд хүрсэн байна [4].'
              }
            ],
            children: []
          },
          {
            header: 'Хиймэл оюун ухааны сөрөг талууд',
            detail: [
              {
                type: 'paragraph',
                text: 'AI-ийн ашигтай талыг дурдаад үзвэл маш их, тэгвэл хиймэл оюун ухаанд ер нь сөрөг тал гэж байдаг болов уу гэсэн асуулт гарч ирнэ. Мэдээж сайны хажуугаар саар гэдгийн адил дэлхий нийтэд сайшаагдаж буй хиймэл оюун ухаан (AI)-д ч гэсэн сөрөг нөлөө, сул талууд бий [0].'
              },
              {
                type: 'paragraph',
                text: 'Жишээлбэл, өмнө нь дурдьсантай адилаар бидний асуусан асуултад хиймэл оюун ухааны том хэлний моделиуд хариулт өгөхдөө, хэрэв бидний асууж буй асуулт хэт ховор, маш бага хүмүүс өмнө нь асууж байсан, эсвэл тухайн асуултын талаарх интернет дээрх мэдээлэл хэт хомс үед хиймэл оюун ухаанууд худал мэдээлэл өгөх, өөрөөр хэлбэл “худал ярих” хандлагатай болдог талаар батлагдсан судалгаанууд гарч буй юм [5].'
              },
              {
                type: 'paragraph',
                text: 'Яг энэхүү асуудлын жишээг дурдвал,2023 онд АНУ-ын Нью-Йорк хотод нэгэн өмгөөлөгч шүүх хурал дээр ChatGPT ашиглан өмгөөллийн бичиг баримт бүрдүүлжээ. Гэтэл ChatGPT нь бодит амьдрал дээр хэзээ ч болж байгаагүй, огт байхгүй шүүхийн шийдвэрүүдийг зохиож, эш татсан байв. Үүнээс болж тухайн хуульч шүүхэд худал мэдээлэл өгсөн хэргээр шийтгүүлж, тусгай зөвшөөрлөө алдах эрсдэлд орсон юм. Энэ нь AI үнэн бодит байдлыг шалгадаггүй, зөвхөн үнэн мэт харагдах өгүүлбэрийг эвлүүлдэг болохыг баталсан тод жишээ болсон [5].'
              },
              {
                type: 'paragraph',
                text: 'Дээрх сул талыг шийдвэрлэхийн тулд дэлхийн AI салбарын томоохон тоглогчдын нэг болох OpenAI нь Neptune.ai компанийг энэ сарын 4-ний өдөр худалдаж авахаа зарлаад байна [6].'
              },
              {
                type: 'paragraph',
                text: 'Neptune.ai нь хиймэл оюун ухааны (AI) загваруудыг сургах явцад хийгддэг туршилтуудыг хянах, хэмжигдэхүүнүүдийг хянах, алдааг илрүүлж засварлах хэрэгслүүдийг багтаасан платформ юм [6].'
              },
              {
                type: 'paragraph',
                text: 'OpenAI уг Neptune.ai компанийг худалдан авснаар, тус платформын үйлчилгээг цаашид зөвхөн дотооддоо ашиглахаар болж, бусад байгууллагуудтай хийж байсан хамтын ажиллагаагаа зогсоохоор мэдэгдсэн байна. Үүнд өмнө нь Neptune.ai-ийн үйлчилгээг ашиглаж байсан Samsung Electronics, Roche зэрэг томоохон компаниуд ч мөн багтаж байна [6].'
              },
              {
                type: 'image',
                url: '',
                alt: '',
                caption: 'OpenAI swallows Neptune.ai in a major leap'
              }
            ],
            children: []
          }
        ]
      },
      {
        header: 'AI-г мэргэжлийн салбарт хэрхэн ашиглаж байна вэ?',
        detail: [
          {
            type: 'paragraph',
            text: 'Дэлхийн компаниуд AI-ийг өнөөгийн байдлаар ажлын бүтээмж, хурдыг нэмэгдүүлэх зорилгоор өргөн ашиглаж байна [0].'
          },
          {
            type: 'paragraph',
            text: 'Жишээ нь судалгаагаар ажлаа хийхдээ AI ашигладаг ажилчид, ашигладаггүй ажилчидтай харьцуулахад нийт цагийн 5.4%-ийг хэмнэсэн үзүүлэлт гарчээ. Энэ нь зөвхөн ажлын 5 хоногт 2.2 цагийн зөрүү үзүүлж байна [7].'
          },
          {
            type: 'paragraph',
            text: 'Salesforce компанийн захирал нь шинэ хиймэл оюуны стратегиа танилцуулаад, хиймэл оюун орлох боломжтой (компанийн нийт ажилчдын 30%) ажлыг цомхотгож, харин үлдсэн ажилчдын бүтээмжийг 60%-иар нэмэгдүүлсэн гэдгээ зарлаад байна [8].'
          },
          {
            type: 'paragraph',
            text: 'Тэдний ашигаа сайжруулах, ажилчдыг орлож буй зүйл нь автомат системүүдийг бүрэн хариуцаж ажиллуулах. Жишээлбэл автомат салхин турбины хурдыг хүртэл холоос нисэн ирж буй шувуунд тохируулан өөрчлөх систем ашиглагдаж байна [8].'
          },
          {
            type: 'paragraph',
            text: 'Томоохон AI компаниуд хөгжүүлэлтдээ салбарын мэргэжилтнүүдийн туслалцааг авсаар байгаа бөгөөд энэ нь AI-г салбар тус бүрийн онцлогийг тусган илүү найдвартай болгох боломж олгодог. Харин одоогийн байдлаар системийг хувь хүн өөрийн хяналт дор ажиллуулах нь илүү зөв үр дүн гаргаж байна [0].'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption:
              'Workers younger than 50 are more likely to have used AI chatbots'
          }
        ],
        children: [
          {
            header: 'Эрүүл мэндийн салбар',
            detail: [
              {
                type: 'paragraph',
                text: 'Виржиниа их сургуулийн судалгаагаар ChatGPT-ийг дангаар нь ашиглавал 92% зөв онош өгч байжээ. Эмч нар рентген зураг, MRI зэргийг уншихдаа AI-г ашиглан алдааг багасгаж байна. Гэхдээ судлаачид AI нь эмч нарын ажлыг орлох бус, харин нэмэлт туслах систем байх ёстой гэж зөвлөсөн [9].'
              },
              {
                type: 'paragraph',
                text: "Швед улсын 'The Lancet Oncology' сэтгүүлд 2023 онд нийтлэгдсэн томоохон судалгаагаар, хиймэл оюун ухаан ашиглан 80,000 эмэгтэйд хөхний хорт хавдрын шинжилгээ (mammography) хийхэд AI нь хорт хавдрыг илрүүлэх хувь 20%-иар өндөр байсан бөгөөд эмч нарын ажлын ачааллыг 44%-иар бууруулсан байна. Энэ нь эмч нарыг орлох бус, харин тэднийг илүү нарийн, хүнд нөхцөлүүд дээр төвлөрөх боломжийг олгож байна [10]."
              }
            ],
            children: []
          },
          {
            header: 'Хууль эрх зүйн салбар',
            detail: [
              {
                type: 'paragraph',
                text: 'Хуулийн салбарт AI нь асар их бичиг баримтуудыг хооронд нь цэгцлэх, ялгах чадвараараа хэрэглэгдэж байна. OpenAI-ийн GPT-4 модель нь АНУ-ын Хуульчдын Нэгдсэн Шалгалт (Uniform Bar Exam)-ыг өгөхдөө нийт шалгуулагчдын шилдэг 10%-д багтах оноог авчээ. Харин түүний өмнөх загвар болох GPT-3.5 модель нь доод 10%-д л багтаж байсан юм. Энэхүү хөгжил нь технологийг мэргэжил бүрийн эрхмүүдтэй хамтран хөгжүүлсний ашиг тусыг харуулж байна [11].'
              }
            ],
            children: []
          },
          {
            header: 'Мэдээллийн технологийн салбар',
            detail: [
              {
                type: 'paragraph',
                text: "Програмчлалын салбарт AI нь бүтээмж нэмэгдүүлэх, ажлыг хурдасгаж буй маш олон жишээнүүдийг харуулж байна. Жишээлбэл: Microsoft болон GitHub-ийн хийсэн хамтарсан судалгаагаар, 'GitHub Copilot' буюу хиймэл оюун ухаант туслахыг ашигласан хүмүүсийн ажлын гүйцэтгэл энгийн үеэс 55%-иар хурдан байсан байна [12]."
              }
            ],
            children: []
          },
          {
            header: 'Инженер болон үйлдвэрчдийн салбар',
            detail: [
              {
                type: 'paragraph',
                text: 'AI нь бүтээгдэхүүн тоног төхөөрөмжийн хэлбэрийг хамгийн тохиромжтойгоор дизайн гаргаж байгаа юм. NASA саяхан сансрын дуран болон роботуудын эд ангиудыг зохион бүтээхдээ AI ашигласан бөгөөд үр дүнд нь жингийн хувьд 30% хөнгөн, бат бөх чанараар илүү эд ангиудыг гарган авчээ. Мөн энэ салбарт компаниуд predictive maintenance буюу төхөөрөмжүүдийн хэвийн ажиллагааг хянахад ашиглаж байна. Та бүхэнд Нэгэн жишээг дурдвал [13]:'
              },
              {
                type: 'paragraph',
                text: 'Оюу Толгой компанийн анхны монгол CEO Мөнхсүх нь энэ сарын 4-нд өгсөн подкаст дээрээ хэлэхдээ:'
              },
              {
                type: 'paragraph',
                text: '“Оюу Толгой бол дэлхийд өнөөгийн байдлаар хамгийн сайн тоноглогдсон уурхай, өөрөөр хэлбэл технологийн хөгжлөөрөө дэлхийд №1 түвшинд байна гэдгийг бардам хэлж чадна. Бидэнд 16,000 мэдээлэл цуглуулагч сенсор, тоног төхөөрөмжүүд байдаг. Тэднээс ирсэн бүх мэдээллийг нэгтгээд өнөөгийн байдлаар 5 петабайт хэмжээний мэдээллийн сан бий [14].'
              },
              {
                type: 'paragraph',
                text: 'Бид энэхүү асар их датаг гадаадын томоохон компаниудтай хамтран AI-аар шийдэж байна. Нэг жишээ дурдахад, smart plant гэж AI программ нь бидэнд байгаа мэдээлэл дээр үндэслэн ямар нэгэн тоног төхөөрөмж эвдрэх гэж байгааг хэнээс ч өмнө тооцоолон гаргадаг. Ямарваа нэг тоног төхөөрөмжийг эвдрэхээс нь өмнө засаж чадвал маш их мөнгө хэмнэдэг. Зөвхөн энэ ганц программ дээр л гэхэд 12 сая долларын хэмнэлт хийсэн байдаг [14].'
              },
              {
                type: 'paragraph',
                text: 'Уурхайн ажил явдгаараа явна, бид энэ хөгжлөөс авч үлдээд хэрэглэх хэрэгтэй. Манай залуучууд AI-ийн талаар сурч байна, бидэнд бас маш их газрын баялгийн нөөц байна, томоохон үйл ажиллагаа явуулдаг компаниуд ч олон бий (Оюу Толгой, Таван Толгой, Эрдэнэт). Хэрвээ бид үүн дээр дөрөөлж төр засаг, бусад компаниудтай хамтран ажиллавал үйлдвэрлэгч орон болоход маш их боломжтой санагдаж байна” хэмээн хэлсэн байдаг [14].'
              }
            ],
            children: []
          }
        ]
      },
      {
        header: 'Монгол болон дэлхийд AI ямар түвшинд байна вэ?',
        detail: [
          {
            type: 'paragraph',
            text: 'Монгол Улсын Засгийн газар 2026–2030 онд AI хөгжүүлэх үндэсний стратеги боловсруулсан бөгөөд уул уурхай, санхүү-эдийн засаг, эрүүл мэнд, боловсрол зэрэг салбарт AI шийдлүүдийг нэвтрүүлэх зорилго тавиад байна [15].'
          },
          {
            type: 'paragraph',
            text: 'Энэ намраас эхлэн Хятад, Сингапур, Эстони зэрэг улсууд албан ёсоор хиймэл оюун ухааныг өөрийн боловсролын системд нэвтрүүлж эхэлсэн. 1-р ангиас нь роботтой тоглох, алгоритмын суурь ойлголт заах хөтөлбөр хэрэгжиж байна [15].'
          },
          {
            type: 'paragraph',
            text: 'Монгол Улсад ч гэсэн хиймэл оюун ухааны томоохон хэлний моделиуд бий боловч тэднийг хөгжүүлэхэд дэд бүтцийн асуудал (жишээ нь: эрчим хүч, GPU) том сорилт болж байна. Egune, Mergen Chat зэрэг хиймэл оюун ухаанууд дэлхийтэй өрсөлдөхийн тулд илүү хүчтэй систем, GPU нөөц шаардлагатай. Энэ нь зөвхөн хувийн компанийн хүчин чадлаар хангагдахгүй учир төр, хөрөнгө оруулагчдын оролцоо нэн шаардлагатай байгааг мэргэжилтнүүд онцолж байна [15].'
          },
          {
            type: 'paragraph',
            text: 'Үүнээс ч гадна Монгол Улс дэлхийтэй хөл нийлүүлэхээр AI чиглэлийн 500 багшийг бэлтгээд байна. Тэд Кембриджийн их сургуулийн професоруудаас суралцаж, бүх шатны хүмүүс инженерчлэлийн үндэс бүхий AI мэдлэгийг заах сургалтад хамрагдсан [16].'
          },
          {
            type: 'paragraph',
            text: 'Эдгээр багш нар ойрын хугацаанд ЕБС-ийн 10,000 гаруй сурагчдад AI-ийн хичээл заах зорилготой. Мөн дараагийн 5 жилд 2,250 шинэ багш бэлтгэх зорилт тавигдаад байна [16].'
          },
          {
            type: 'paragraph',
            text: 'Үүгээр ч зогсохгүй Боловсрол, шинжлэх ухааны сайд П. Наранбаяр уг хөтөлбөрийг цаашид багшийн кредит олгох модуль сургалт болгон хөгжүүлэхээ мэдэгдсэн [16].'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption: 'Minister of Education is giving interview'
          },
          {
            type: 'paragraph',
            text: "AI өгөгдөл боловсруулах хурд ихэссээр байгаад бид хэзээ ч үйлдлүүдийг хийх агшинд ёс зүйн хувьд оновчтой эсэхийг нэг бүрчлэн шалгах боломжгүй болж байна. Жишээ нь дайны үед AI нэг хот дээр бөмбөг хаяад хэдэн мянган хүний амийг хохирооход хэн хариуцлага хүлээх вэ? Аль хэдийн байгаа жишээ бол Израйлын армийн ашиглаж буй 'Gospel', 'Lavender' болон 'Where’s Daddy?' гэх мэт хиймэл оюун ухааны системүүдийн тухай шуугиан юм. Шинжээчдийн үзэж байгаагаар эдгээр системүүд нь хүнээс хамааралгүйгээр бай сонголт хийж, хүний хяналт суларснаас болж Газын зурвас дахь энгийн иргэдийн амь нас, орон сууцны сүйрэл асар их хэмжээнд хүрэхэд гол нөлөө үзүүлсэн байна. Тухайлбал, 10-р сарын 7-ноос хойших эхний 6 долоо хоногийн дотор гарсан 15,000 гаруй хүний аминд хүрсэн халдлагуудын тал орчим хувь нь ийм төрлийн AI системд тулгуурлан бай сонгох үед болсон байгаа юм [17]."
          },
          {
            type: 'paragraph',
            text: "Энэ асуудлыг шийдэхийн тулд AI кодонд нь ёс зүйг оруулж ёс зүйн хүрээнд шийдвэр гаргаж болох ч нөгөө талаас тухайн нөхцөлд ямар шийдвэр гаргах дээр сургаж болно. Хохирол гарахгүй байх боломжгүй, яг үнэнийг хэлэхэд ургаа мод ч унахдаа хохирол заналхийлнэ гэдэг шиг технологийн хөгжилд ч тодорхой эрсдэл бий. Гэсэн хэдий ч бидний зорилго бол эрсдэлийг бүрэн устгах бус, харин хиймэл оюун ухаан өөрөө болзошгүй аюулыг (potential harm) таньж, хянах чадвартай болох, улмаар эцсийн шийдвэрийг хүн гаргах 'хяналтын механизм'-ыг бүрдүүлэхэд оршино [18]."
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption: 'Robot is pushing button'
          }
        ],
        children: []
      },
      {
        header:
          'Өмнөх хэсэгт бид асуудлыг гаргаж ирсэн бол, одоо Үүнийг яаж шийдэх вэ?',
        detail: [
          {
            type: 'paragraph',
            text: 'Хиймэл оюун ухаанд ёс зүйг ойлгуулахад дараах 2 аргыг түгээмэл ашиглана.'
          },
          {
            type: 'paragraph',
            text: 'Эхний арга ерөнхийдөө нь ёс зүйн онол, дүрэм зарчмуудыг алгоритмд шууд програмчилж өгөх зарчмаар үйлдлийг хязгаарлах юм. Өөрөөр хэлбэл “Хүнд хохирол учруулж болохгүй” гэх мэт тодорхой дүрмүүдийг урьдчилан зааж өгнө. Хэдийгээр бодит амьдрал дээрх бүх ээдрээтэй нөхцөл байдлыг цөөн хэдэн дүрмээр шийдэх нь учир дутагдалтай ч, тодорхой хүрээний ажлуудад энэ нь хамгийн найдвартай хяналтын механизм болно [18].'
          },
          {
            type: 'paragraph',
            text: 'Өөр нэг арга нь бэлэн код оруулахаас илүүтэйгээр, тодорхой нөхцөл, хувилбарууд дээр “сургах” арга юм. Машин сургалт болон нейрон сүлжээний тусламжтайгаар систем өөрөө алдаа, онооноосоо суралцаж, тухайн нөхцөл байдалд тохирсон уян хатан шийдвэр гаргах чадвартай болдог. Гэвч энэ аргын сул тал нь систем яг ямар логикоор тухайн шийдвэрийг гаргасныг хүн бүрэн тайлбарлах, урьдчилан тааварлахад хүндрэлтэй байдагт оршино [18].'
          },
          {
            type: 'paragraph',
            text: "Гэвч практикт ээдрээтэй, нарийн асуудлыг шийдэхэд “дүрэм” эсвэл “сурсан мэдээлэл нь дангаараа хамгийн үр дүнтэй байж чадахгүй. Аль аль нь өөрийн гэсэн сул болон давуу талтай. Тиймээс дээрх хоёр аргын “холимог”-ийг ашигладаг. Энэ нь яг л хүүхэд өсөж торнихдоо нийгмийн тодорхой дүрмүүдэд суралцахын зэрэгцээ нийгмийн харилцаанд орж, юу зөв, юу буруу болохыг өөрөө олж мэдэж байгаатай адил юм. Энэ нь өгөгдөл боловсруулах математик алгоритм neural networks болон логик дүрмийн системийг уялдуулах замаар илүү хариуцлагатай, найдвартай 'Хиймэл ёс зүйт төлөөлөгч'-ийг бүтээх үндэс болох юм [18]."
          },
          {
            type: 'paragraph',
            text: 'Манай AI(LLM) ийн талаарх бичвэр 3н цувралтай бөгөөл хйимэл оюун ухааны ёс суртахуун этикийн тал, эрчим хүчний зохицуулга, улс орнуудын хоорондох монопол хэлбэрээр хэрхэн ашиглагдаж буйг мэдэж судлахыг хүсвэл дараагийн дугаарыг маань уншаарай.'
          }
        ],
        children: []
      }
    ],
    postQuestions: [],
    sourcesText: [
      {
        definition: '',
        href: 'https://www.nasa.gov/what-is-artificial-intelligence/'
      },
      {
        definition: '',
        href: 'https://cloud.google.com/ai/llms'
      },
      {
        definition: '',
        href: 'https://arxiv.org/abs/1706.03762'
      },
      {
        definition: '',
        href: 'https://www.cnbc.com/2025/11/26/mit-study-finds-ai-can-already-replace-11point7percent-of-us-workforce.html'
      },
      {
        definition: '',
        href: 'https://www.nytimes.com/2023/05/27/nyregion/avianca-airline-lawsuit-chatgpt.html'
      },
      {
        definition: '',
        href: 'https://openai.com/index/openai-to-acquire-neptune/'
      },
      {
        definition: '',
        href: 'https://www.stlouisfed.org/on-the-economy/2025/feb/impact-generative-ai-work-productivity'
      },
      {
        definition: '',
        href: 'https://www.salesforce.com/news/stories/agentforce-it-service-announcement/'
      },
      {
        definition: '',
        href: 'https://news.med.virginia.edu/research/does-chat-gpt-improve-doctors-diagnoses-study-puts-it-to-the-test/'
      },
      {
        definition: '',
        href: 'https://www.thelancet.com/journals/lanonc/article/PIIS1470-2045(23)00298-X/abstract'
      },
      {
        definition: '',
        href: 'https://arxiv.org/pdf/2303.08774'
      },
      {
        definition: '',
        href: 'https://github.blog/news-insights/research/research-quantifying-github-copilots-impact-on-developer-productivity-and-happiness/'
      },
      {
        definition: '',
        href: 'https://www.nasa.gov/technology/nasa-turns-to-ai-to-design-mission-hardware/'
      },
      {
        definition: '',
        href: 'https://www.youtube.com/watch?v=WvIbKT2Xdqo&t=6427s'
      },
      {
        definition: '',
        href: 'https://www.youtube.com/watch?v=w3EL0QiCvFw'
      },
      {
        definition: '',
        href: 'https://www.ai-academy.asia/en/blog/41'
      },
      {
        definition: '',
        href: 'https://www.ohchr.org/en/press-releases/2024/04/gaza-un-experts-deplore-use-purported-ai-commit-domicide-gaza-call, https://www.democracynow.org/2024/4/5/israel_ai'
      },
      {
        definition: 'DOI 10.1007/s10676-006-0004-4',
        href: ''
      }
    ],
    sourcesImage: []
  },
  {
    id: '41b0081f-d6a3-45f8-a09b-884fc0145f17',
    preQuestions: [],
    wordDefinitions: [],
    content: [
      {
        header: '',
        detail: [
          {
            type: 'paragraph',
            text: 'Жазз хөгжмийг Луис Армстронгийн “​​What a Wonderful World” дуугүйгээр төсөөлөхийн аргагүй. Хорвоо дэлхийн ямар гайхамшигтай үзэсгэлэнтэйн тухай тун энгийн мэт боловч гүн гүнзгий мэдрэмж өгөх шиг удаанаар, доод өнгөөр Луис намуухан дуулсан нь зүгээр ч нэг хорвоо ертөнцийн гоо сайхны талаар биш юм. Вьетнамын дайн, иргэний дайн зэрэг нийгмийн тогтворгүй үед “энэ хорвоод гэгээлэг зүйлс ч бас бий” гэх итгэл найдварын оч болж, жазз хөгжмийг анх дэлхийн даяар танигдахад онцгой үүрэг гүйцэтгэсэн дуу билээ.'
          },
          {
            type: 'paragraph',
            text: 'Энэ утгаараа жазз хөгжим нь атлантын далайг хөндлөн гулд туулан очсон хар арьстай хүмүүсийн гуниг цөхрөл болоод итгэл найдвар, хэлэхийг хүссэн үгс болоод түүнийг хүлээн авч чадахгүй нийгэм, хэзээ нэгэн цагт ирнэ гэж итгэсэн эрх чөлөөний илэрхийлэл байсан гэж хэлэхэд буруудахгүй.'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption: 'Lou Armstrong'
          },
          {
            type: 'paragraph',
            text: '19-р зууны сүүл, 20-р зууны эхээр хэв маягаа Америкийн халуун өмнөд Луизиана мужид олсон Жазз хөгжим бол санаандгүйгээр олсон нээлт биш бөгөөд үүний ард хүн болгоны тэр болгон мэддэггүй сонирхолтой нууц хадгалагдаж байдаг [1]. Луизианагийн тариалангийн талбай дээр боолчлогдож байсан хар арьст Америкчуудын сүмийн дуулал болоод африкаас гаралтай хөгжмийн онцлогийг шингээн шинээр бий болсон хөгжмийн төрөл бол одоогийн жазз хөгжмийн төрөл юм [2]. 20-р зууны эхэн үед нийт хар арьст америкчуудын 90% нь өмнөд мужуудад амьдарч, тариалангийн талбай дээр боолын хөдөлмөр эрхэлдэг байсан бол Их Нүүдлийн үед бараг хагас нь баруун болон хойд мужууд руу нүүдэллэн суурьшсан [3].'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption: 'The Great Migration'
          },
          {
            type: 'paragraph',
            text: 'The Great Migration буюу Их Нүүдэл бол өмнөд мужаас хойд мужууд руу тариалангийн талбайгаас аж үйлдвэрийн салбар луу хийсэн мянга мянган хар арьст америкчуудын шилжилт юм. Тус нүүдлийн шалтгаан бол боолын хүчирхийлэл, учир утгагүй эрүүдэн шүүлт, шударга бус байдал, Жим Кроу-н хуульт эрх тэгш биш нийгмээс холдож, тэгш боломжийг эрэлхийлж, эрх чөлөө, сайхан амьдралыг мөрөөдсөн нүүдэл байсан юм [4].'
          },
          {
            type: 'paragraph',
            text: 'Жим Кроу-н хууль бол америкийн өмнөд хэсэгт баталж, мөрдөж байсан арьс өнгөөр ялгаварлаж, хүний төрмөл эрхийг зөрчсөн хууль юм [3]. 1896 оны “Plessy v. Ferguson” хэргийн шүүх хурлын “Seperate But Equal” буюу “Эрх тэгш боловч ангид” гэх дуулиантай дүгнэлтээс үүдэлтэйгээр америкийн хар арьст иргэдийг цагаан арьст иргэдээс зиндаа доогуур гэж үзэн боловсрол, улс төр буюу сонгууль, гэр бүл төлөвлөлт тэр байтугай нийтийн тээвэр, хоолны газар хүртэл тусдаа сууж аж амьдрах шударга бус нийгэм тогтох нөхцөл бий болсон [5].'
          },
          {
            type: 'paragraph',
            text: 'Үүний үр дүнд өмнөдөөс хойшоо, баруун тийшээ “эрх чөлөөг” мөрөөдөн олон олон хар арьст америкчууд Чикаго, Нью-Йорк, Лос Анжелес зэрэг одоогийн том том хотууд руу нүүн шилжиж, түүнээс Чикаго, Нью-Йорк хотод жазз үүссэн утгаараа хөгжин цэцэглэсэн. Энэхүү хөгжмийн урсгалыг хөгжихөд хамгийн том үүрэгтэй уран бүтээлчдийн нэг бол Ма Рейни билээ.'
          },
          {
            type: 'paragraph',
            text: "Ма Рейнигийн жазз хөгжимд оруулсан үүрэг маш том, олон олон жазз хөгжимчдийн онгод болсон гэж үздэг. Хүчтэй бөгөөд тансаг сөөнгө хоолойтой Ма 1886 онд уран бүтээлч, дуучин Томас болон Эллийн охин болон мэндэлжээ. Америкийн өмнөд болон баруун мужуудыг өөрийн гоёмсог хоолойгоороо байлдан дагуулж байсан Ма Рейнигийн дуунуудаас 'Prove It on Me Blues' нь Ма хэрхэн өөрийгөө дуу хөгжмөөрөө дамжуулан зоригтойгоор илэрхийлж, цаг үеэсээ түрүүлэн алхаж байсны гэрч болдог. Тус дуу"
          },
          {
            type: 'paragraph',
            text: '“Өнгөрсөн шөнө найзуудтайгаа гарлаа'
          },
          {
            type: 'paragraph',
            text: 'Бүгд л бүсгүйчүүд шүү дээ, эр хүнд би угаасаа дургүй'
          },

          {
            type: 'paragraph',
            text: 'Тиймээ, би зангиа, цамц өмсөөд'
          },
          {
            type: 'paragraph',
            text: 'Захын эр шиг бүсгүйчүүдтэй яриа өддөг'
          },
          {
            type: 'paragraph',
            text: 'Намайг ингэдгийг бүгд мэднэ, хэн нэгний олж мэдсэн зүйл биш” хэмээн ёжлон, удаан темпээр дуулдаг. Үүнээс үзвэл өөрийнхөө бэлгийн чиг хандлагыг илэрхий тусгасанаар үл барам ял шийтгэл, торгуул ногдуулдаг байсан цаг үед ч Ма тун зоригтой дуулж байгааг харж болно.'
          },
          {
            type: 'paragraph',
            text: 'Өөрийн бэлгийн чиг хандлагаас гадна нийгэмд тулгарч буй асуудлуудыг шүүмжлэн чичсэн дуунуудгүйгээр жазз урсгалыг хэрхэн төсөөлөх билээ. Тухайлбал, америкийн хар арьснуудыг шударга шүүхийн өмнө хэрэг хийсэн үгүйг шүүлгүйгээр модноос дүүжлэн өлгөж, амийг нь тасалдаг байсан Жим Кроу-н үед болсон хоёр хар арьст залуугийн хэргээс үүдэлтэй Билли Холидайн “Strange Fruit” нэртэй дуу бий. Өмнөдийн модноос дүүжлэн “хэргийг шүүн ариутгасан” тус үйл явдлаас сэдэвлэн энэ дуу ийнхүү эхэлдэг,'
          },
          {
            type: 'paragraph',
            text: 'Өмнөдийн мод сонирхолтой жимстэй'
          },
          {
            type: 'paragraph',
            text: 'Үндэс угтаа ч, навчин дээрээ ч цусны толботой'
          },
          {
            type: 'paragraph',
            text: 'Өмнөдийн зөөлөн салхинд найгах'
          },
          {
            type: 'paragraph',
            text: 'Улиас модноос дүүжлэгдсэн сонин жимс…'
          },
          {
            type: 'paragraph',
            text: '1930 онд болсон уг хэрэг цагаан арьст үйлдвэрийн ажилчныг алж, түүнтэй хамт явсан бүсгүйг хүчиндсэн хэргээр хоёр хар арьст залууг сэжиглэн баривчилдаг ч үнэндээ хэзээ ч шүүх хурал болоогүйгээр барахгүй хэрэг хийсэн эсэхийг ч мөрдөж үнэн мөнийг тогтоогүй юм [6].'
          },
          {
            type: 'paragraph',
            text: 'Хэн юу гэж хэлэхээс үл хамааран өөрөөрөө байж, түүнийгээ илэрхийлдэг байсныг Магийн дуунаас харин улс төр, нийгмийн ороо бусгаа цагт иргэний хөдөлгөөний чухал хэсэг болон өөрийн дуу хоолойгоо америк даяар цуурайтуулсныг Биллигээс бэлхнээ харж болно. Тиймээс жазз хөгжмийн төрөл бол итгэл найдварын мөрөөдөн дуулсан хүмүүсийн диваажин төдийгүй хэрхэн арьс өнгөний ялгаварлал, эрх тэгш биш нийгэм одоогийн шатанд хүрч дэвшснийг гэрчлэх “НУУЦ” газрын зураг юм.'
          }
        ],
        children: []
      }
    ],
    sourcesText: [
      {
        definition: '',
        href: 'https://www.bbc.com/travel/article/20120224-travelwise-the-birthplace-of-jazz'
      },
      {
        definition: '',
        href: 'https://www.dawnsnewday.org/wp-content/uploads/2018/11/JazzOrigins_formatted.pdf'
      },
      {
        definition: '',
        href: 'https://www.britannica.com/event/Great-Migration'
      },
      {
        definition: '',
        href: 'https://www.archives.gov/research/african-americans/migrations/great-migration'
      },
      {
        definition: '',
        href: 'https://www.archives.gov/milestone-documents/plessy-v-ferguson'
      },
      {
        definition: '',
        href: 'https://www.npr.org/2010/08/06/129025516/strange-fruit-anniversary-of-a-lynching'
      }
    ],
    postQuestions: [],
    sourcesImage: [
      {
        definition: '',
        href: 'https://www.britannica.com/biography/Louis-Armstrong'
      },
      {
        definition: '',
        href: 'https://cdn.britannica.com/61/248961-050-CB9C09A5/The-Great-Migration-1916-1970.jpg'
      }
    ]
  },
  {
    id: '12b00a56-8253-44ac-a53a-25ff73b63f99',
    preQuestions: [
      'Хүнийг сүү боловсруулдаг болгосон генийн мутаци гэж юу вэ?',
      'Монголчуудын сүү цагаан идээг хэрэглэсээр ирсэний нууц нь юу вэ?',
      'Археологичид, антропологичид яагаад сүүний хэрэглээний тухай судлав?',
      'Монголчуудын сүүний хэрэглээний тухай хийсэн судалгаа хэрхэн хүн төрөлхтөний сүүний хэрэглээний түүхийн ойлголтыг антропологийн шинжлэх ухаанд шинээр тайлбарласан бэ?',
      'Сүүний уламжлалт технологийн шинжлэх ухааны тайлбар юу вэ?',
      'Археологи болон генетикийн шинжлэх ухааны аргуудыг хэрхэн хүн төрөлхтний түүхийг ойлгоход ашигладаг вэ?'
    ],
    wordDefinitions: [
      {
        word: 'Парадокс',
        explanation: 'Зөрчилтэй санаа.'
      },
      {
        word: 'Ген',
        explanation:
          'Амьд биетийн бие махбод, үйл ажиллагаа, өвлөгдөх шинж чанарыг зааж өгдөг удамшлын мэдээллийн нэгж. Ген нь хүн амьтны эсийн цөмд байх ДНХ дээр хадгалагддаг.'
      },
      {
        word: 'Лактоз',
        explanation: 'Сүүний сахар буюу нүүрс ус.'
      },
      {
        word: 'Хоолны бүтэц',
        explanation:
          'Хоол хүнс нь нүүрс ус, уураг, өөх тос, эслэг, ус, витамин, эрдэсээс бүрддэг. Эдгээр бүрдэлүүд нь хүний биеийн өөр өөр үйл ажиллагаанд оролцдог.'
      },
      {
        word: 'Уураг',
        explanation:
          'Бие махбодын гол баригдах тоосго нь гэж хэлж болох бодис. Хүний булчин, үс, арьс, хумсыг бүтээх, эсийг засах, шинээр бий болгох, даавар үүсгэх, бодисын солилцоог явуулах энзим болох, дархлааны гол эд анги болох гэх мэт олон үүрэгтэй.'
      },
      {
        word: 'Тос',
        explanation:
          'Биеийн энергийн нөөц болох, тархины үйл ажиллагаа, эсийн хананы бүтэц, дааврыг бий болгох үүрэгтэй бодис.'
      },
      {
        word: 'Нүүрс ус (сахар)',
        explanation:
          'Биеийн гол энергийн эх үүсвэр. Хөдлөх, бодох гэх мт үйл ажиллагааны гол энергийн эх үүсвэр болдог бодис.'
      },
      {
        word: 'Энзим',
        explanation:
          'Биологийн хоол хүнсийг задлах, биеийн ашиглаж чадах энергийг бий болгох, ДНХ-ийн хуулбарлал, засвар гэх мэт олон үйл ажиллагааны гол химийн урвалыг хурдасгадаг хурдасгуур. Энзим хурдасгуугүйгээр эдгээр химийн урвалууд маш удаан явагдана.'
      },
      {
        word: 'Геноми',
        explanation:
          'Эс, организмын бүтэн генийн мэдээллийн багц. Жишээ нь ихэнх хүний эсэд 23 хос ДНХ-ын хромосом гэж нэрлэгдсэн бүтэц нь бүтэн удамшлын генийн мэдээллийн багц болдог.'
      },
      {
        word: 'Нарийн гэдэс',
        explanation:
          'Хоолыг боловсруулж, боловсорсон эрдэс бодис, шим тэжээлийг цус руу шингээдэг гол эрхтэн.'
      },
      {
        word: 'Бүдүүн гэдэс',
        explanation:
          'Боловсорч чадаагүй хоолны үлдэгдэлийг бактеруудын тусламжтай исэлдүүлэн хий болон өтгөн үүсгэдэг.'
      },
      {
        word: 'Микроб',
        explanation:
          'Маш жижиг хэмжээтэй бактери, вирус, мөөгөнцөр, археа, протистууд гэсэн амьдралууд.'
      },
      {
        word: 'Микробиом',
        explanation:
          'Хүний бие дотор ба гаднах орчинд байдаг микробуудын бүгдийн нэгдэл.'
      }
    ],
    content: [
      {
        header: 'Монголчууд сүү, цагаан идээг боловсруулах генийн чадваргүй',
        detail: [
          {
            type: 'paragraph',
            text: 'Гадаадад удаан сүү цагаан идээ бараг хэрэглэхгүй байж байгаад Монголын хөдөө буцаж ирээд, өдөр тутамдаа сүү цагаан идээ хэрэглэхэд миний гэдэс ихээр дүүрч, тавгүй санагддаг. Гадаадад зарим хүмүүс өөрсдийгөө лактозны үл тэвчилтэй гэх буюу сүү боловсруулах чадварггүй гэж өөрсдийгөө хэлэх нь бий. Зарим монголчуудад ч бас сүү уухад гэдэс өвдөнө, дугарна, хий ялгарна, хүндрэх хэрэг гарна гэх мэт шинж тэмдэг илэрдэг.'
          },
          {
            type: 'paragraph',
            text: 'Гэтэл яагаад ийм үзэгдэл тохиолддог юм бол?'
          },
          {
            type: 'paragraph',
            text: '3000 гаруй жилийн турш мал маллаж ирсэн нүүдэлчин монголчуудын хувьд сүү, цагаан идээ хоол хүнснийх нь хамгийн чухал хэсэг нь үргэлж байсаар ирсэн билээ. Гэтэл сүүг гэдсэндээ боловсруулж чаддаггүй, сүү цагаан идээ хэрэглэдэггүй монгол малчин, нүүдэлчин байгаагүй л байх.'
          },
          {
            type: 'paragraph',
            text: 'Дэлхий даяар тархсан олон өөр соёлтой хүн амууд ямар төрлийн хоол иддэг, хаанаас хоолоо хэрхэн олж нээж боловсруулсан нь сонирхолтой. Генетикт суурилсан онолоор монголчуудын 95% нь сүү, цагаан идээг боловсруулах чадваргүй [1]. Гэтэл бид чинь олон мянган жил сүү, цагаан идээг хоол гол хоол хүнсээ болгож хэрэглэж ирсэн ард түмэн атал сүүг боловсруулах генийн өгөгдөлгүй монголчуудын сүү цагаан идээг өдөр тутамдаа хэрэглэж ирсэний нууц юу юм бол?'
          },
          {
            type: 'paragraph',
            text: 'Энэ бичвэрээрээ амьтны сүү хэмээх сонирхолтой хоолыг хүн төрөлхтөн хэрхэн хоол хүнсэндээ хэрэглэж эхэлсэн бөгөөд үүний цаадах генийн ажиллах зарчим, хүн төрөлхтний нүүдэл, уламжлалт аж ахуй мэдлэгийн цаадах шинжлэх ухааны тайлбар, судлаачдын эдгээр асуултуудад хариулахдаа хэрэглэдэг арга барил зэргийн тухай тайлбарлах болно оо.'
          },
          {
            type: 'paragraph',
            text: 'Энэхүү нууын тухай тайлбарлахын тулд сүү хүний биед хэрхэн боловсруулдагийг эхлээд тайлбарлая.'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption: '1. “What a fine day for science”.'
          }
        ],
        children: []
      },
      {
        header: 'Сүүг хүний бие хэрхэн боловсруулдаг вэ?',
        detail: [
          {
            type: 'paragraph',
            text: 'Хоол хүнс хүний биед орохдоо ходоодны хүчилд уураг, тос, нүүрс ус болон задардаг. Эдгээр нь цаашид нарийн гэдсээр дамжихад нарийн гэдэс болон элэг, нойр булчирхайнаас ялагарах энзим хэмээх хоол задлагчдын тусламжтайгаар илүү жижиг болон задарч цус руу шимэгддэг байна [2].'
          },
          {
            type: 'paragraph',
            text: 'Энзим гэдэг нь яг цоож түлхүүр хоорондоо таардаг шиг, яг өөрт нь таарах молекулыг задалдаг бүтцийг хэлдэг [3].'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption: ''
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption:
              '2.а, 2.б. Энзим хэрхэн өөрт нь яг таардаг молекулыг задалдаг тухай.'
          },
          {
            type: 'paragraph',
            text: 'Сүү нь уураг, тос, сүүний гол нүүрс ус буюу лактозноос бүрддэг. Лактоз гэдэг нь сүүн бүтээгдэхүүний сахарыг нэрлэсэн нэр томъёо. Лактозны бүтцийг дараах зурагт харуулав.'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption: '3. Лактозны бүтэц'
          },
          {
            type: 'paragraph',
            text: 'Лактозны молекул нь хоёр ширхэг зургаан өнцөгт хэлбэртэй глюкоз болон галактаз гэсэн нэртэй нүүрстөрөгчийн цагаригаас бүрддэг. Лактозны молекулыг задлахад хэцүү байдаг ба яг энэхүү молекулыг нь задалдаг энзим байхгүй бол лактоз нарийн гэдсээр дамжиж, бүдүүн гэдсэнд ороод исэлдэж, устөрөгчийн хий болон задарснаар гэдэс дүүрэх, өвдөх мэдрэмжийг төрүүлдэг байна [4].'
          }
        ],
        children: []
      },
      {
        header: 'Унтраалга ген',
        detail: [
          {
            type: 'paragraph',
            text: 'Нярай хүүхэд болон амьтны үр төлд эхийн сүүг боловсруулах лактаз нэртэй энзим энэхүү лактозны молекулыг задалж боловсруулахад нь тусалдаг байна. Лактаза энзим нь нярай үед ялгарч байгаад хүн насанд хүрэх үед алга болдог. Ингэснээр том хүмүүс сүү боловсруулах чадвараа алддаг. Энэхүү лактаза энзим аажмаар алга болох процессийг MCM6 гэх ген унтраалга шиг удирддаг байна. Энэ үйл явц нь зөвхөн хүн гэлтгүй бүх хөхтөн амьтдад болдог байгалийн үйл явц юм.'
          },
          {
            type: 'paragraph',
            text: 'Гэтэл зарим хүмүүст MCM6 генийн мутациас болж, энэ утраалга нь ажилладаггүй болж хувьссанаар насанд хүрсэн үедээ ч лактазыг нярай байхдаа гаргадаг байсан хэмжээндээ гаргасан хэвээрээ байдаг болжээ [5].'
          },
          {
            type: 'paragraph',
            text: 'Ген гэдэг нь эсийн удамшлын мэдээллийн хэсэг бөгөөд A, T, G, C гэсэн үсгээр нэрлэгдсэн нэгж хэсгүүдийн хоорондоо холбогдсон урт дарааллаас бүтдэг. Заримдаа энэхүү генийн дараалал нь шинэ эсүүдэд хуулбарлагдах явцдаа алдаатайгаар бичигдэх нь бий. Энэ жижиг өөрчлөлтийг генийн мутаци гэдэг [6].'
          },
          {
            type: 'paragraph',
            text: 'Генийн мутаци нь биологийн хувьслын суурь болдог. Байгалийн орчин нөхцөлд генийн мутаци нь организмдаа давуу тал олгож байвал илүү олноороо амьд үлдэж, илүү үржиж, тухайн мутацийн шинж илүү тархан, байгалийн шалгаралд тэсч үлддэг [7].'
          }
        ],
        children: []
      },
      {
        header: 'Сүүг боловсруулах генийн мутацитай хүмүүс хаагуур тархсан бэ?',
        detail: [
          {
            type: 'paragraph',
            text: 'Дэлхийн сүүний хэрэглээг судалсан судлаачид хаана ямар хүмүүс амьтны сүү ундандаа хэрэглэдгийг дэвшүүлсэн онол гаргажээ. Эдгээр судалгаануудыг нэгтгэн, 2013 оны Nature сэтгүүлийн Археологийн буланд гарсан Сүүний Хувьсал нэртэй нийтлэл хэрхэн Европийн нэгэн генийн мутаци дэлхий даяар тархан одоогийн хүмүүст сүүг боловсруулах генийн чадвар бий болсныг тайлбарлажээ [8].'
          },
          {
            type: 'paragraph',
            text: 'Генийн мутаци нь 7500 орчим жилийн өмнө анх үүсэж, шалгарал сайтайгаар дэлхийн хүн амд тархаж, ялангуяа сүү цагаан идээ хэрэглэдэг хүн амуудад ихээр тархсан гэсэн онолыг судлаачид дэвшүүлжээ. Генийн мутацитай хүн амууд олноороо Европ, Анатоли, Ираны тал, Өмнөд Азийн хойд хэсэг, Арабын Пенинсуал, Хойд Африкийн зарим хэсэг, Төвд, Зүүн Африк зэрэг газруудад тархжээ [5] [8].'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption:
              '4. Дундад Зүүнээс сүүний хэрэглээ хэрхэн Европ руу ан агнуурын аж ахуйгаас тариалангийн аж ахуй руу шилжих үед тархсаныг харуулсан зураг.'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption:
              '5. Лактаза энзимийг насанд хүрснийхээ дараа ч боловсруулдаг болон хувьссан хүн амын тархалтын зураг.'
          },
          {
            type: 'paragraph',
            text: 'Гэтэл энэхүү генийн тархалтын судалгаагаар монголчуудын 90% нь тэрхүү cүүг боловсруулах чадвар олгодог MCM6 генийн мутаци байдаггүй байна. Генетикээрээ монголчууд сүүг боловсруулах онцгой чадваргүй. Гэсэн ч монголчуудын олон мянган жилийн турш дахь сүүний хэрэглээ нь ямар нэгэн өөр аргаар сүүг боловсруулж сурсан дасан зохицолтой холбоотой эсэх нь сонирхолтой [5].'
          }
        ],
        children: []
      },
      {
        header: 'Монголчуудын нууцыг судлахаар эрдэмтэд',
        detail: [
          {
            type: 'paragraph',
            text: 'Сүүг боловсруулж чаддагүй ч сүүг гол хоол хүнс болгон хэрэглэсээр ирсэн парадоксыг Харвардын их сургуулийн антропологийн професор Кристина Вариннерийн баг 2017-2022 оны хооронд 5 жилийн турш Монголд судалгаа хийн тайлбар олохыг оролджээ. Энэхүү судалгаа антропологи, биологи, археологийн багуудын хамтрал болон хүн төрөлхтний сүүний хэрэглээний түүхэнд шинэ ойлголт авчирсан байна [9].'
          },
          {
            type: 'paragraph',
            text: 'Тэгвэл энэхүү судалгаа ямар асуулт тавьж, ямар арга барилаар ямар үр дүнд хүрсэнийг тайлбарлая.'
          }
        ],
        children: []
      },
      {
        header:
          'Эрт үеийн Монгол нутагт амьдарч байсан хүмүүс хаанаас ирсэн ямар хүмүүс байсан бэ?',
        detail: [
          {
            type: 'paragraph',
            text: 'Эхлээд монголчуудын генид MCM6-ын лактаз үүсгэх процесст нөлөөлдөг генийн мутаци байгаа эсэхийг ойлгохын тулд Монгол орны олон өөр өөр хэсгүүдэд байгаа хүмүүс болон эртний олон өөр өөр цаг үеүүдэд амьдарч байсан хүмүүсийг хамарсан генийн дээжүүд хэрэгтэй.'
          },
          {
            type: 'paragraph',
            text: 'Өөр цаг үеээс авсан 214 гаруй өөр хүний яснаас авсан генийн дээжээс лактаз гаргах генийн мутацийн хувь эдгээр бүх л цаг үед 6%-аас бага байсан байна [10] [11][12].'
          },
          {
            type: 'paragraph',
            text: 'Харин одоо үеийн 3 өөр газрын 100 гаруй монгол хүнээс генийн дээжээр газарзүйн байршилаас хамааран арай өөр өөр хувь нь тэрхүү генийн мутацитай гаржээ [5].'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption:
              '6. Эртний Монголын цаг үе ба ДНХ-ийн анализад ашигласан олдлогуудын байршлын зураг.'
          }
        ],
        children: []
      },
      {
        header: 'Сүүний хэрэглээ Монголд хэзээнээс эхэлсэн бэ?',
        detail: [
          {
            type: 'paragraph',
            text: 'Эрдэмтэд энэ цаг үеүүдэд хүмүүс сүү хэрэглэдэг байсан эсэхийг мэдэхийн тулд протеомиксын арга барилыг ашиглан сүүний уургийг археологийн олдворын хүний шүднээс авсан байна. Өөр хоол хүнсэнд бус зөвхөн сүүнд байдаг уургийг шинжилснээр тухайн уураг олдвол сүүг тухайн үеийн хүн хэрэглэж байсныг баталгаажуулна. Ийнхүү судалснаар Монголд амьдарч байсан хүмүүс дор хаяж 5000 гаруй жилийн эртэдээс сүүг хүнсэндээ хэрэглэж байжээ [13].'
          },
          {
            type: 'paragraph',
            text: 'Ямартай ч сүүг эртнээсээ хэрэглэж ирсэн тэгсэн хэрнээ бас сүүг боловсруулах мутаци байгаагүй юм байна. Тэгвэл тэр сүүг хэрэглэсээр байгаагийн нууц нь юу вэ? Ихэнх хүн сүү уухаараа тавгүй шинж тэмдгүүдтэй байна гэсэн үг үү? Эсвэл өөр ямар нэгэн байдлаар сүү боловсруулагдаад байна уу? Одоогийн монголчуудын хэдэн хувь нь яг сүүг боловсруулж чаддаг хэдэн хувь нь чаддаггүйг хэлж болох уу?'
          },
          {
            type: 'paragraph',
            text: 'Эдгээр асуултуудад хариулахын тулд одоогийн монголчуудаас шинжилгээ авах хэрэгтэй.'
          },
          {
            type: 'paragraph',
            text: 'Хэрвээ сүү нарийн гэдсэнд боловсорч чадахгүй бол бүдүүн гэдсэнд исэлдэн задрахдаа их хэмжээний устөрөгч ялгаруулдаг. Үүнийг сүү уусных нь дараа амнаас нь гарах агаараас устөрөгчийн хийн хувийг нь хэмжиж хэлэх боломжтой. Ижилхэн хэмжээний лактозыг хүмүүст өгөөд 20 минутын дараа хүн бүрийн амьсгалах агаарын бүтцийг хэмжихэд сүүг нарийн гэдсэндээ боловсруулж чадаагүй хүмүүсийн амьсгалд их хэмжээний устөрөгч хэмжигдэнэ. Энэ хэмжилтийг өөр өөр газарзүйн байршилд амьдрах олон тооны хүмүүсээс авахад хэд орчим хувь нь сүүг боловсруулж чаддагийг таамаглах боломжтой [5].'
          }
        ],
        children: []
      },
      {
        header: 'Одоо үеийн монголчуудын сүүг боловсруулах чадвар',
        detail: [
          {
            type: 'paragraph',
            text: 'Харин одоо үеийн 4 өөр газрын 100 гаруй монгол хүмүүсийн амьсгалын дээжээс хэмжсэн устөрөгчийн хэмжээнээс харахад дунджаар 70 орчим хувь нь устөрөгч ихтэй буюу сүүг нарийн гэдсэндээ бүрэн боловсруулах чадваргүй гарсан байна.'
          },
          {
            type: 'paragraph',
            text: '30 орчим хувь нь харин сүүг боловсруулдаг ба энэхүү хүмүүсийн генийнхээ хувьд сүүг боловсруулах чадвартай болох мутацид орсон нь байршилаасаа шалтгаалаад 0-28 хувийн хооронд байв. Сонирхолтой нь айрагны хэрэглээ ихтэй Булганаас авсан дээжүүдэд хамгийн их хувиар сүүг генийн мутацигүйгээр боловсруулсан нь гарч иржээ.'
          },
          {
            type: 'paragraph',
            text: 'Генийн мутацид ороогүй ч сүүг боловсруулаад байгааг хүний өөрийн гэдэсний микробиомууд болон сүүг олон янзаар боловсруулж буй байдал бас тэгээд аж ахуй амьдралд байдаг элдэв бактеруудтай холбож тайлбарлаж болно [5].'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption:
              '7. 4 өөр газарт лактозыг хэдэн хувьтай боловмсруулж байгааг харуулсан диаграм. Улаанаар лактоз боловсруулж чадаагүй хүн амын хувь, ногооноор боловсруулж чадсан хүн амын хувийг харуулсан.'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption:
              '8. Лактозыг боловсруулж чадсан хүн ам дотор хэдэн хувь нь генийн хувьд лактаза энзимээ хадгалж чаддаг болон хувьссаныг бараан ногооноор харуулсан.'
          },
          {
            type: 'image',
            url: '',
            alt: '',
            caption:
              '9. Хөдөө ба хотын хүмүүсийн гэдэсний микробиомын тархалтын ялгаатай байдал. Ногооноор малчдын микробиомын ихэссэн тархалтыг, улаанаар Улаанбаатарынханы тархалтыг дүрсэлжээ.'
          },
          {
            type: 'paragraph',
            text: 'Хөдөөний хүмүүс болон хотын хүмүүсийн гэдэсний микробиомуудыг харьцуулахад тэдгээр нь бас ялгаатай гарчээ. Хөдөөний малчдын гэдэсний микробиомд зарим бактерууд илүү ихээр байдаг нь сүү цагаан идээг боловсруулахад нь тусалдаг байх.'
          },
          {
            type: 'paragraph',
            text: 'Исгэсэн цагаан идээ тараг, аарц зэрэг нь исэлдэх явцад аль хэдийн орсон байдаг учраас тэдгээрийн боловсруулах нь бас харьцангуй амар байдаг байна.'
          },
          {
            type: 'paragraph',
            text: 'Гэхдээ энэ олон жилийн хэрэглээний дараа монголчууд генийн мутацид ороогүй, сүү уусны дараах тавгүй мэдрэмж төрдөг нь олон хүмүүст хэвээрээ байгаа нь сонирхолтой. Монгол орон жилийн ихэнх саруудад хүйтэн уур амьсгалтай учир тариалж болох хоол хүнс ховор, ихэнх газар нутаг нь тал газар учраас өвсийг идэж боловсруулдаг мал амьтдаас мах сүүг нь хоол хүнсэндээ хэрэглэх нь хамгийн ашигтай билээ. Тэгээд ихэнх сүүн бүтээгдэхүүн нь исгэсэн бүтээгдэхүүн байснаар ихэнх хүмүүс нь сүүг боловсруулах чадваргүй ч гэсэн хэрэглэх боломжтой байж иржээ.'
          },
          {
            type: 'paragraph',
            text: 'Хүн төрөлхтөн нэг хэсэг нь генийн мутациар, өөр хэсэг нь микробиомын зохицолоор сүү цагаан идээг дахин боловсруулан зохицож сурчээ.'
          }
        ],
        children: []
      }
    ],
    postQuestions: [
      'Микробиом амьдрал мөн үү?',
      'Микробиомууд сүү гэлтгүй өөр ямар хоол хүнсийг боловсруулах хэрэглэхэд тусалдаг бол?',
      'Микробиомын нууц амьдрал зөвхөн хоол хүнс гэлтгүй бусад зүйлст хэрхэн нөлөөлдөг юм бол?',
      'Генийн мутаци өөрөөр хүн төрөлхтнийг болон бусад амьд зүйлсийг хэрхэн хувьсахад нөлөөлдөг вэ?',
      'Генийн мутаци болон генийн алдааны ялгаа юу вэ?',
      'Яагаад Евролт мутацид эртнээс ороод Төв Азийнхан мутацид ороогүй вэ?'
    ],
    sourcesText: [
      {
        definition:
          'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
        href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
      },
      {
        definition: '',
        href: 'https://www.healthline.com/health/how-long-does-it-take-to-digest-food#digestion-timeline'
      },
      {
        definition: '',
        href: 'https://www.genome.gov/genetics-glossary/Enzyme'
      },
      {
        definition:
          'InformedHealth.org [Internet]. Cologne, Germany: Institute for Quality and Efficiency in Health Care (IQWiG); 2006-. Lactose intolerance: Learn More – Causes and diagnosis of lactose intolerance.',
        href: 'https://www.ncbi.nlm.nih.gov/books/NBK310263/'
      },
      {
        definition:
          'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
        href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
      },
      {
        definition: '',
        href: 'https://www.genome.gov/genetics-glossary/Mutation'
      },
      {
        definition: '',
        href: 'https://www.nature.com/scitable/topicpage/evolutionary-adaptation-in-the-human-lineage-12397/'
      },
      {
        definition: '',
        href: 'https://www.nature.com/articles/500020a'
      },
      {
        definition: '',
        href: 'https://dairycultures.org/'
      },
      {
        definition: '',
        href: 'https://www.cell.com/cell/fulltext/S0092-8674%2820%2931321-0'
      },
      {
        definition: '',
        href: 'https://christinawarinner.com/outreach/dairy-cultures-virtual-exhibit-2/4716-2/'
      },
      {
        definition: '',
        href: 'https://www.science.org/doi/10.1126/sciadv.adf3904'
      },
      {
        definition: '',
        href: 'https://www.nature.com/articles/s41559-020-1120-y'
      }
    ],
    sourcesImage: [
      {
        definition: 'Cartoon Network, Dexter’s Laboratory',
        href: ''
      },
      {
        definition: '',
        href: 'https://www.amoebasisters.com/gifs.html'
      },
      {
        definition: '',
        href: 'https://dairyprocessinghandbook.tetrapak.com/chapter/lactose-free-dairy-products'
      },
      {
        definition: '',
        href: 'https://www.nature.com/articles/500020a'
      },
      {
        definition: '',
        href: 'https://christinawarinner.com/outreach/dairy-cultures-virtual-exhibit-2/4716-2/'
      },
      {
        definition:
          'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
        href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
      },
      {
        definition:
          'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
        href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
      },
      {
        definition:
          'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
        href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
      },
      {
        definition:
          'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
        href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
      }
    ]
  }
]
