export interface Article {
	id: string
	preQuestions: string[]
	wordDefinitions: WordDefinitionItem[]
	content: ContentItem[]
	postQuestions: string[]
	sources: Source[]
}

export interface WordDefinitionItem {
	word: string
	explanation: string
}

export interface ContentItem {
	header: string
	detail: DetailItem[]
	children: ContentItem[]
}

export type DetailItem = ParagraphDetail | ImageDetail

export interface ParagraphDetail {
	type: 'paragraph'
	text: string
}

export interface ImageDetail {
	type: 'image'
	url: string[]
	alt: string
	caption: string
}

export interface Source {
	type: string
	sourceItem: SourceItem[]
}

export interface SourceItem {
	definition: string
	href: string
}

export const defaultArticleData: Article[] = [
	{
		id: 'Bidnii-anzaardaggui-AI-iin-nuutsuud',
		preQuestions: [],
		wordDefinitions: [
			{
				word: 'Neural network',
				explanation:
					'хүний тархины дотор байдаг шиг хоорондоо холбогдсон энгийн тархины эсийн дуураймал загварууд юм. Тэд мэдээллийг хүлээн авч, боловсруулж, цааш нь дамжуулах үүрэгтэй [1].'
			},
			{
				word: 'Оролтын үе (Input Layer)',
				explanation: 'Гаднаас мэдээллийг (зураг, текст, тоо) хүлээн авах цэг.'
			},
			{
				word: 'Далд үеүд (Hidden Layers)',
				explanation:
					"Мэдээллийг боловсруулах гол 'тархи' юм. Энд нейрон бүр өөрт ирсэн мэдээллүүдийг тодорхойлж өгч, ач холбогдлыг нь тодорхойлдог. Олон үе шаттай байх тусмаа систем илүү нарийн төвөгтэй мэдээллийг (жишээ нь, хүний царайг таних) ойлгох чадвартай болдог."
			},
			{
				word: 'Гаралтын үе (Output Layer)',
				explanation:
					'Боловсруулсан мэдээллийн эцсийн үр дүн буюу таамаглалыг гаргана.'
			},
			{
				word: 'Машин сургалт (Machine Learning)',
				explanation:
					"Машин сургалт нь их хэмжээний өгөгдөл (Data) дундаас 'хэв шинж' буюу зүй тогтлыг олж тогтоох замаар ирээдүйн үр дүнг таамаглах үйл явц юм. Хүн туршлагаасаа суралцдаг шиг компьютер өгөгдлөөс суралцдаг гэсэн үг [2]."
			}
		],
		content: [
			{
				header: 'Өнөөдрийн AI ямар чадвартай вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Хиймэл оюун ухаан нь анхандаа янз бүрийн дүрснүүдийг хооронд нь ялган таних, төрөл бүрийн хэл дээр ойлгох ярилцах, шинэ мэдээллүүдэд суралцан дэвших зэргийг гол зорилгоо болгож байв.'
					},
					{
						type: 'paragraph',
						text: 'Гэвч сүүлийн үед хүмүүс хиймэл оюун ухаанаар жинхэнэ мэт зураг, бичлэг хийлгэж, зүгээр л үйл явдлыг нь тайлбарлаад шинэ видео, website ч бүтээлгэдэг болсон. Түүнээс ч цаашлаад жинхэнэ хүнийхээс ялгагдахгүй хоолой гаргуулж, Шекиспиртэй өрсөлдөх хэмжээний яруу найргууд туурвигдаж, технологийн ертөнцөд өмнө нь маш их цаг авдаг байсан code-уудыг хэдхэн секундэд хийлгэх боломжтой болсон.'
					},
					{
						type: 'paragraph',
						text: 'Хиймэл оюун ухааныг дурдах юм бол яалт ч үгүй өнөөгийн хэрэглээнд хамгийн их ашиглагдаж буй LLM дээр суурилсан чатботуудыг дурдах ёстой гэж би үзэж байна. Чатбот нь интернет дээр байх дижитал номын сангууд, Wikipedia болон нэвтэрхий толинууд, мэргэжлийн судалгааны ажилууд, веб хуудаснууд зэрэг бүх мэдээлэл дээр үндэслэн хариулт өгөх, reasoning хийж таамаглал дэвшүүлэх чадвартай. Мөн интернет дээрх мэдээллүүд, тэдэнд өгөгдөж буй санаа болон програмууд (алгоритм, архитектур) нь тэлэх тусам улам л ухамсартай болж хүчээ авсаар байна.'
					},
					{
						type: 'paragraph',
						text: 'Тэд интернетийн мэдээллүүд дундаас хамгийн сүүлийн үеийн болон гол хэрэгтэй өгөгдөл, давтагдаж буй хэв маяг дээр тулгуурлан дараа юу болохыг хамгийн магадлал өндөртэйгөөр санал болгодог. Жишээ нь эсээ бичихдээ өмнөх token дээр тулгуурлан дараагийн дараагийн нэг үгэнд хамгийн их орсон үсгийн магадлал дээр тулгуурлан хүний хэл рүү орчуулан бий болгодог арай өөр үгээр тайлбарлах юм бол: Хамгийн өндөр магадлалтай хувилбаруудаас decoding strategy буюу оновчлолын аргаар утга санааны ойлгомжтой token-ийг сонгон өгүүлбэрийг үргэлжлүүлэн бичдэг [3].'
					},
					{
						type: 'paragraph',
						text: 'LLM-үүд нь үнэндээ “ойлгодог” бус харин статистик дээр тулгуурлан хариултаа загварчилдаг. Тэдний хааяа худал мэдээлэл өгөх шалтгаан нь интернет дээр ч хомс баримттай, эсвэл хүмүүс цөөн асуудаг (Extremely rare) асуултуудад л буруу хариулах явдал. Гэсэн ч AI ашигладаг мэдээллийн сан өдөр бүр асар хурдтай өсөж буй тул ийм алдаа багассаар байгаа юм [3].'
					}
				],
				children: [
					{
						header: 'Хүн шиг харилцах чадвар',
						detail: [
							{
								type: 'paragraph',
								text: 'Одоо хөгжиж буй олон чатбот, виртуал туслахууд нь хүнтэй тогтмол харилцаж ажиллаж байна. Тухайлбал IBM AskHR зэрэг туслахууд Zoom уулзалтад тэмдэглэл хөтөлж, HR-ийн асуултад хариулж, chatbot хэлбэрээр зөвлөгөө өгдөг.'
							},
							{
								type: 'paragraph',
								text: '12-р сарын 3-нд Массачусетсийн Технологийн Их Сургууль (MIT) шинэ судалгаа нийтэлж, хиймэл оюуны технологи АНУ-ын хөдөлмөрийн зах зээлийн 11.7%, өөрөөр хэлбэл 1.2 их наяд ам.долларын цалин бүхий ажлуудыг орлох чадамжтай болохыг тогтоожээ [4].'
							},
							{
								type: 'paragraph',
								text: 'MIT болон Oak Ridge Үндэсний Лабораторийн боловсруулсан Iceberg Index нэртэй симуляцийн загвар нь 151 сая ажилтныг тухайн хүний ур чадвар, гүйцэтгэдэг даалгавар, мэргэжил болон байршлаар нь “агент” болгон модельчилно. Энэхүү симуляци нь нийт 32,000 ур чадвар, 923 мэргэжил, 3,000 тойргийн өгөгдлийг хамардаг бөгөөд одоогийн AI системүүд аль ур чадварыг орлох боломжтойг үнэлсний үндсэн дээр дээрх дүгнэлтэд хүрсэн байна [4].'
							}
						],
						children: []
					},
					{
						header: 'Хиймэл оюун ухааны сөрөг талууд',
						detail: [
							{
								type: 'paragraph',
								text: 'AI-ийн ашигтай талыг дурдаад үзвэл маш их, тэгвэл хиймэл оюун ухаанд ер нь сөрөг тал гэж байдаг болов уу гэсэн асуулт гарч ирнэ. Мэдээж сайны хажуугаар саар гэдгийн адил дэлхий нийтэд сайшаагдаж буй хиймэл оюун ухаан (AI)-д ч гэсэн сөрөг нөлөө, сул талууд бий [0].'
							},
							{
								type: 'paragraph',
								text: 'Жишээлбэл, өмнө нь дурдьсантай адилаар бидний асуусан асуултад хиймэл оюун ухааны том хэлний моделиуд хариулт өгөхдөө, хэрэв бидний асууж буй асуулт хэт ховор, маш бага хүмүүс өмнө нь асууж байсан, эсвэл тухайн асуултын талаарх интернет дээрх мэдээлэл хэт хомс үед хиймэл оюун ухаанууд худал мэдээлэл өгөх, өөрөөр хэлбэл “худал ярих” хандлагатай болдог талаар батлагдсан судалгаанууд гарч буй юм [5].'
							},
							{
								type: 'paragraph',
								text: 'Яг энэхүү асуудлын жишээг дурдвал,2023 онд АНУ-ын Нью-Йорк хотод нэгэн өмгөөлөгч шүүх хурал дээр ChatGPT ашиглан өмгөөллийн бичиг баримт бүрдүүлжээ. Гэтэл ChatGPT нь бодит амьдрал дээр хэзээ ч болж байгаагүй, огт байхгүй шүүхийн шийдвэрүүдийг зохиож, эш татсан байв. Үүнээс болж тухайн хуульч шүүхэд худал мэдээлэл өгсөн хэргээр шийтгүүлж, тусгай зөвшөөрлөө алдах эрсдэлд орсон юм. Энэ нь AI үнэн бодит байдлыг шалгадаггүй, зөвхөн үнэн мэт харагдах өгүүлбэрийг эвлүүлдэг болохыг баталсан тод жишээ болсон [5].'
							},
							{
								type: 'paragraph',
								text: 'Дээрх сул талыг шийдвэрлэхийн тулд дэлхийн AI салбарын томоохон тоглогчдын нэг болох OpenAI нь Neptune.ai компанийг энэ сарын 4-ний өдөр худалдаж авахаа зарлаад байна [6].'
							},
							{
								type: 'paragraph',
								text: 'Neptune.ai нь хиймэл оюун ухааны (AI) загваруудыг сургах явцад хийгддэг туршилтуудыг хянах, хэмжигдэхүүнүүдийг хянах, алдааг илрүүлж засварлах хэрэгслүүдийг багтаасан платформ юм [6].'
							},
							{
								type: 'paragraph',
								text: 'OpenAI уг Neptune.ai компанийг худалдан авснаар, тус платформын үйлчилгээг цаашид зөвхөн дотооддоо ашиглахаар болж, бусад байгууллагуудтай хийж байсан хамтын ажиллагаагаа зогсоохоор мэдэгдсэн байна. Үүнд өмнө нь Neptune.ai-ийн үйлчилгээг ашиглаж байсан Samsung Electronics, Roche зэрэг томоохон компаниуд ч мөн багтаж байна [6].'
							},
							{
								type: 'image',
								url: [
									'/seasons/0/Bidnii-anzaardaggui-AI-iin-nuutsuud/image-1.png'
								],
								alt: '',
								caption: 'Зураг 1. OpenAI swallows Neptune.ai in a major leap'
							}
						],
						children: []
					}
				]
			},
			{
				header: 'AI-г мэргэжлийн салбарт хэрхэн ашиглаж байна вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Дэлхийн компаниуд AI-ийг өнөөгийн байдлаар ажлын бүтээмж, хурдыг нэмэгдүүлэх зорилгоор өргөн ашиглаж байна [0].'
					},
					{
						type: 'paragraph',
						text: 'Жишээ нь судалгаагаар ажлаа хийхдээ AI ашигладаг ажилчид, ашигладаггүй ажилчидтай харьцуулахад нийт цагийн 5.4%-ийг хэмнэсэн үзүүлэлт гарчээ. Энэ нь зөвхөн ажлын 5 хоногт 2.2 цагийн зөрүү үзүүлж байна [7].'
					},
					{
						type: 'paragraph',
						text: 'Salesforce компанийн захирал нь шинэ хиймэл оюуны стратегиа танилцуулаад, хиймэл оюун орлох боломжтой (компанийн нийт ажилчдын 30%) ажлыг цомхотгож, харин үлдсэн ажилчдын бүтээмжийг 60%-иар нэмэгдүүлсэн гэдгээ зарлаад байна [8].'
					},
					{
						type: 'paragraph',
						text: 'Тэдний ашигаа сайжруулах, ажилчдыг орлож буй зүйл нь автомат системүүдийг бүрэн хариуцаж ажиллуулах. Жишээлбэл автомат салхин турбины хурдыг хүртэл холоос нисэн ирж буй шувуунд тохируулан өөрчлөх систем ашиглагдаж байна [8].'
					},
					{
						type: 'paragraph',
						text: 'Томоохон AI компаниуд хөгжүүлэлтдээ салбарын мэргэжилтнүүдийн туслалцааг авсаар байгаа бөгөөд энэ нь AI-г салбар тус бүрийн онцлогийг тусган илүү найдвартай болгох боломж олгодог. Харин одоогийн байдлаар системийг хувь хүн өөрийн хяналт дор ажиллуулах нь илүү зөв үр дүн гаргаж байна [0].'
					},
					{
						type: 'image',
						url: ['/seasons/0/Bidnii-anzaardaggui-AI-iin-nuutsuud/image-2.png'],
						alt: '',
						caption:
							'Зураг 2. Workers younger than 50 are more likely to have used AI chatbots'
					}
				],
				children: [
					{
						header: 'Эрүүл мэндийн салбар',
						detail: [
							{
								type: 'paragraph',
								text: 'Виржиниа их сургуулийн судалгаагаар ChatGPT-ийг дангаар нь ашиглавал 92% зөв онош өгч байжээ. Эмч нар рентген зураг, MRI зэргийг уншихдаа AI-г ашиглан алдааг багасгаж байна. Гэхдээ судлаачид AI нь эмч нарын ажлыг орлох бус, харин нэмэлт туслах систем байх ёстой гэж зөвлөсөн [9].'
							},
							{
								type: 'paragraph',
								text: "Швед улсын 'The Lancet Oncology' сэтгүүлд 2023 онд нийтлэгдсэн томоохон судалгаагаар, хиймэл оюун ухаан ашиглан 80,000 эмэгтэйд хөхний хорт хавдрын шинжилгээ (mammography) хийхэд AI нь хорт хавдрыг илрүүлэх хувь 20%-иар өндөр байсан бөгөөд эмч нарын ажлын ачааллыг 44%-иар бууруулсан байна. Энэ нь эмч нарыг орлох бус, харин тэднийг илүү нарийн, хүнд нөхцөлүүд дээр төвлөрөх боломжийг олгож байна [10]."
							}
						],
						children: []
					},
					{
						header: 'Хууль эрх зүйн салбар',
						detail: [
							{
								type: 'paragraph',
								text: 'Хуулийн салбарт AI нь асар их бичиг баримтуудыг хооронд нь цэгцлэх, ялгах чадвараараа хэрэглэгдэж байна. OpenAI-ийн GPT-4 модель нь АНУ-ын Хуульчдын Нэгдсэн Шалгалт (Uniform Bar Exam)-ыг өгөхдөө нийт шалгуулагчдын шилдэг 10%-д багтах оноог авчээ. Харин түүний өмнөх загвар болох GPT-3.5 модель нь доод 10%-д л багтаж байсан юм. Энэхүү хөгжил нь технологийг мэргэжил бүрийн эрхмүүдтэй хамтран хөгжүүлсний ашиг тусыг харуулж байна [11].'
							}
						],
						children: []
					},
					{
						header: 'Мэдээллийн технологийн салбар',
						detail: [
							{
								type: 'paragraph',
								text: "Програмчлалын салбарт AI нь бүтээмж нэмэгдүүлэх, ажлыг хурдасгаж буй маш олон жишээнүүдийг харуулж байна. Жишээлбэл: Microsoft болон GitHub-ийн хийсэн хамтарсан судалгаагаар, 'GitHub Copilot' буюу хиймэл оюун ухаант туслахыг ашигласан хүмүүсийн ажлын гүйцэтгэл энгийн үеэс 55%-иар хурдан байсан байна [12]."
							}
						],
						children: []
					},
					{
						header: 'Инженер болон үйлдвэрчдийн салбар',
						detail: [
							{
								type: 'paragraph',
								text: 'AI нь бүтээгдэхүүн тоног төхөөрөмжийн хэлбэрийг хамгийн тохиромжтойгоор дизайн гаргаж байгаа юм. NASA саяхан сансрын дуран болон роботуудын эд ангиудыг зохион бүтээхдээ AI ашигласан бөгөөд үр дүнд нь жингийн хувьд 30% хөнгөн, бат бөх чанараар илүү эд ангиудыг гарган авчээ. Мөн энэ салбарт компаниуд predictive maintenance буюу төхөөрөмжүүдийн хэвийн ажиллагааг хянахад ашиглаж байна. Та бүхэнд Нэгэн жишээг дурдвал [13]:'
							},
							{
								type: 'paragraph',
								text: 'Оюу Толгой компанийн анхны монгол CEO Мөнхсүх нь энэ сарын 4-нд өгсөн подкаст дээрээ хэлэхдээ:'
							},
							{
								type: 'paragraph',
								text: '“Оюу Толгой бол дэлхийд өнөөгийн байдлаар хамгийн сайн тоноглогдсон уурхай, өөрөөр хэлбэл технологийн хөгжлөөрөө дэлхийд №1 түвшинд байна гэдгийг бардам хэлж чадна. Бидэнд 16,000 мэдээлэл цуглуулагч сенсор, тоног төхөөрөмжүүд байдаг. Тэднээс ирсэн бүх мэдээллийг нэгтгээд өнөөгийн байдлаар 5 петабайт хэмжээний мэдээллийн сан бий [14].'
							},
							{
								type: 'paragraph',
								text: 'Бид энэхүү асар их датаг гадаадын томоохон компаниудтай хамтран AI-аар шийдэж байна. Нэг жишээ дурдахад, smart plant гэж AI программ нь бидэнд байгаа мэдээлэл дээр үндэслэн ямар нэгэн тоног төхөөрөмж эвдрэх гэж байгааг хэнээс ч өмнө тооцоолон гаргадаг. Ямарваа нэг тоног төхөөрөмжийг эвдрэхээс нь өмнө засаж чадвал маш их мөнгө хэмнэдэг. Зөвхөн энэ ганц программ дээр л гэхэд 12 сая долларын хэмнэлт хийсэн байдаг [14].'
							},
							{
								type: 'paragraph',
								text: 'Уурхайн ажил явдгаараа явна, бид энэ хөгжлөөс авч үлдээд хэрэглэх хэрэгтэй. Манай залуучууд AI-ийн талаар сурч байна, бидэнд бас маш их газрын баялгийн нөөц байна, томоохон үйл ажиллагаа явуулдаг компаниуд ч олон бий (Оюу Толгой, Таван Толгой, Эрдэнэт). Хэрвээ бид үүн дээр дөрөөлж төр засаг, бусад компаниудтай хамтран ажиллавал үйлдвэрлэгч орон болоход маш их боломжтой санагдаж байна” хэмээн хэлсэн байдаг [14].'
							}
						],
						children: []
					}
				]
			},
			{
				header: 'Монгол болон дэлхийд AI ямар түвшинд байна вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Монгол Улсын Засгийн газар 2026–2030 онд AI хөгжүүлэх үндэсний стратеги боловсруулсан бөгөөд уул уурхай, санхүү-эдийн засаг, эрүүл мэнд, боловсрол зэрэг салбарт AI шийдлүүдийг нэвтрүүлэх зорилго тавиад байна [15].'
					},
					{
						type: 'paragraph',
						text: 'Энэ намраас эхлэн Хятад, Сингапур, Эстони зэрэг улсууд албан ёсоор хиймэл оюун ухааныг өөрийн боловсролын системд нэвтрүүлж эхэлсэн. 1-р ангиас нь роботтой тоглох, алгоритмын суурь ойлголт заах хөтөлбөр хэрэгжиж байна [15].'
					},
					{
						type: 'paragraph',
						text: 'Монгол Улсад ч гэсэн хиймэл оюун ухааны томоохон хэлний моделиуд бий боловч тэднийг хөгжүүлэхэд дэд бүтцийн асуудал (жишээ нь: эрчим хүч, GPU) том сорилт болж байна. Egune, Mergen Chat зэрэг хиймэл оюун ухаанууд дэлхийтэй өрсөлдөхийн тулд илүү хүчтэй систем, GPU нөөц шаардлагатай. Энэ нь зөвхөн хувийн компанийн хүчин чадлаар хангагдахгүй учир төр, хөрөнгө оруулагчдын оролцоо нэн шаардлагатай байгааг мэргэжилтнүүд онцолж байна [15].'
					},
					{
						type: 'paragraph',
						text: 'Үүнээс ч гадна Монгол Улс дэлхийтэй хөл нийлүүлэхээр AI чиглэлийн 500 багшийг бэлтгээд байна. Тэд Кембриджийн их сургуулийн професоруудаас суралцаж, бүх шатны хүмүүс инженерчлэлийн үндэс бүхий AI мэдлэгийг заах сургалтад хамрагдсан [16].'
					},
					{
						type: 'paragraph',
						text: 'Эдгээр багш нар ойрын хугацаанд ЕБС-ийн 10,000 гаруй сурагчдад AI-ийн хичээл заах зорилготой. Мөн дараагийн 5 жилд 2,250 шинэ багш бэлтгэх зорилт тавигдаад байна [16].'
					},
					{
						type: 'paragraph',
						text: 'Үүгээр ч зогсохгүй Боловсрол, шинжлэх ухааны сайд П. Наранбаяр уг хөтөлбөрийг цаашид багшийн кредит олгох модуль сургалт болгон хөгжүүлэхээ мэдэгдсэн [16].'
					},
					{
						type: 'image',
						url: ['/seasons/0/Bidnii-anzaardaggui-AI-iin-nuutsuud/image-3.png'],
						alt: '',
						caption: 'Зураг 3. Minister of Education is giving interview'
					},
					{
						type: 'paragraph',
						text: "AI өгөгдөл боловсруулах хурд ихэссээр байгаад бид хэзээ ч үйлдлүүдийг хийх агшинд ёс зүйн хувьд оновчтой эсэхийг нэг бүрчлэн шалгах боломжгүй болж байна. Жишээ нь дайны үед AI нэг хот дээр бөмбөг хаяад хэдэн мянган хүний амийг хохирооход хэн хариуцлага хүлээх вэ? Аль хэдийн байгаа жишээ бол Израйлын армийн ашиглаж буй 'Gospel', 'Lavender' болон 'Where’s Daddy?' гэх мэт хиймэл оюун ухааны системүүдийн тухай шуугиан юм. Шинжээчдийн үзэж байгаагаар эдгээр системүүд нь хүнээс хамааралгүйгээр бай сонголт хийж, хүний хяналт суларснаас болж Газын зурвас дахь энгийн иргэдийн амь нас, орон сууцны сүйрэл асар их хэмжээнд хүрэхэд гол нөлөө үзүүлсэн байна. Тухайлбал, 10-р сарын 7-ноос хойших эхний 6 долоо хоногийн дотор гарсан 15,000 гаруй хүний аминд хүрсэн халдлагуудын тал орчим хувь нь ийм төрлийн AI системд тулгуурлан бай сонгох үед болсон байгаа юм [17]."
					},
					{
						type: 'paragraph',
						text: "Энэ асуудлыг шийдэхийн тулд AI кодонд нь ёс зүйг оруулж ёс зүйн хүрээнд шийдвэр гаргаж болох ч нөгөө талаас тухайн нөхцөлд ямар шийдвэр гаргах дээр сургаж болно. Хохирол гарахгүй байх боломжгүй, яг үнэнийг хэлэхэд ургаа мод ч унахдаа хохирол заналхийлнэ гэдэг шиг технологийн хөгжилд ч тодорхой эрсдэл бий. Гэсэн хэдий ч бидний зорилго бол эрсдэлийг бүрэн устгах бус, харин хиймэл оюун ухаан өөрөө болзошгүй аюулыг (potential harm) таньж, хянах чадвартай болох, улмаар эцсийн шийдвэрийг хүн гаргах 'хяналтын механизм'-ыг бүрдүүлэхэд оршино [18]."
					},
					{
						type: 'image',
						url: ['/seasons/0/Bidnii-anzaardaggui-AI-iin-nuutsuud/image-4.png'],
						alt: '',
						caption: 'Зураг 4. Robot is pushing button'
					}
				],
				children: []
			},
			{
				header:
					'Өмнөх хэсэгт бид асуудлыг гаргаж ирсэн бол, одоо Үүнийг яаж шийдэх вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Хиймэл оюун ухаанд ёс зүйг ойлгуулахад дараах 2 аргыг түгээмэл ашиглана.'
					},
					{
						type: 'paragraph',
						text: 'Эхний арга ерөнхийдөө нь ёс зүйн онол, дүрэм зарчмуудыг алгоритмд шууд програмчилж өгөх зарчмаар үйлдлийг хязгаарлах юм. Өөрөөр хэлбэл “Хүнд хохирол учруулж болохгүй” гэх мэт тодорхой дүрмүүдийг урьдчилан зааж өгнө. Хэдийгээр бодит амьдрал дээрх бүх ээдрээтэй нөхцөл байдлыг цөөн хэдэн дүрмээр шийдэх нь учир дутагдалтай ч, тодорхой хүрээний ажлуудад энэ нь хамгийн найдвартай хяналтын механизм болно [18].'
					},
					{
						type: 'paragraph',
						text: 'Өөр нэг арга нь бэлэн код оруулахаас илүүтэйгээр, тодорхой нөхцөл, хувилбарууд дээр “сургах” арга юм. Машин сургалт болон нейрон сүлжээний тусламжтайгаар систем өөрөө алдаа, онооноосоо суралцаж, тухайн нөхцөл байдалд тохирсон уян хатан шийдвэр гаргах чадвартай болдог. Гэвч энэ аргын сул тал нь систем яг ямар логикоор тухайн шийдвэрийг гаргасныг хүн бүрэн тайлбарлах, урьдчилан тааварлахад хүндрэлтэй байдагт оршино [18].'
					},
					{
						type: 'paragraph',
						text: "Гэвч практикт ээдрээтэй, нарийн асуудлыг шийдэхэд “дүрэм” эсвэл “сурсан мэдээлэл нь дангаараа хамгийн үр дүнтэй байж чадахгүй. Аль аль нь өөрийн гэсэн сул болон давуу талтай. Тиймээс дээрх хоёр аргын “холимог”-ийг ашигладаг. Энэ нь яг л хүүхэд өсөж торнихдоо нийгмийн тодорхой дүрмүүдэд суралцахын зэрэгцээ нийгмийн харилцаанд орж, юу зөв, юу буруу болохыг өөрөө олж мэдэж байгаатай адил юм. Энэ нь өгөгдөл боловсруулах математик алгоритм neural networks болон логик дүрмийн системийг уялдуулах замаар илүү хариуцлагатай, найдвартай 'Хиймэл ёс зүйт төлөөлөгч'-ийг бүтээх үндэс болох юм [18]."
					},
					{
						type: 'paragraph',
						text: 'Манай AI(LLM) ийн талаарх бичвэр 3н цувралтай бөгөөл хйимэл оюун ухааны ёс суртахуун этикийн тал, эрчим хүчний зохицуулга, улс орнуудын хоорондох монопол хэлбэрээр хэрхэн ашиглагдаж буйг мэдэж судлахыг хүсвэл дараагийн дугаарыг маань уншаарай.'
					}
				],
				children: []
			}
		],
		postQuestions: [],
		sources: [
			{
				type: 'Эх сурвалж',
				sourceItem: [
					{
						definition: '',
						href: 'https://www.nasa.gov/what-is-artificial-intelligence/'
					},
					{
						definition: '',
						href: 'https://cloud.google.com/ai/llms'
					},
					{
						definition: '',
						href: 'https://arxiv.org/abs/1706.03762'
					},
					{
						definition: '',
						href: 'https://www.cnbc.com/2025/11/26/mit-study-finds-ai-can-already-replace-11point7percent-of-us-workforce.html'
					},
					{
						definition: '',
						href: 'https://www.nytimes.com/2023/05/27/nyregion/avianca-airline-lawsuit-chatgpt.html'
					},
					{
						definition: '',
						href: 'https://openai.com/index/openai-to-acquire-neptune/'
					},
					{
						definition: '',
						href: 'https://www.stlouisfed.org/on-the-economy/2025/feb/impact-generative-ai-work-productivity'
					},
					{
						definition: '',
						href: 'https://www.salesforce.com/news/stories/agentforce-it-service-announcement/'
					},
					{
						definition: '',
						href: 'https://news.med.virginia.edu/research/does-chat-gpt-improve-doctors-diagnoses-study-puts-it-to-the-test/'
					},
					{
						definition: '',
						href: 'https://www.thelancet.com/journals/lanonc/article/PIIS1470-2045(23)00298-X/abstract'
					},
					{
						definition: '',
						href: 'https://arxiv.org/pdf/2303.08774'
					},
					{
						definition: '',
						href: 'https://github.blog/news-insights/research/research-quantifying-github-copilots-impact-on-developer-productivity-and-happiness/'
					},
					{
						definition: '',
						href: 'https://www.nasa.gov/technology/nasa-turns-to-ai-to-design-mission-hardware/'
					},
					{
						definition: '',
						href: 'https://www.youtube.com/watch?v=WvIbKT2Xdqo&t=6427s'
					},
					{
						definition: '',
						href: 'https://www.youtube.com/watch?v=w3EL0QiCvFw'
					},
					{
						definition: '',
						href: 'https://www.ai-academy.asia/en/blog/41'
					},
					{
						definition: '',
						href: 'https://www.ohchr.org/en/press-releases/2024/04/gaza-un-experts-deplore-use-purported-ai-commit-domicide-gaza-call, https://www.democracynow.org/2024/4/5/israel_ai'
					},
					{
						definition: 'DOI 10.1007/s10676-006-0004-4',
						href: ''
					}
				]
			}
		]
	},
	{
		id: 'Jazz',
		preQuestions: [],
		wordDefinitions: [],
		content: [
			{
				header: '',
				detail: [
					{
						type: 'paragraph',
						text: 'Жазз хөгжмийг Луис Армстронгийн “​​What a Wonderful World” дуугүйгээр төсөөлөхийн аргагүй. Хорвоо дэлхийн ямар гайхамшигтай үзэсгэлэнтэйн тухай тун энгийн мэт боловч гүн гүнзгий мэдрэмж өгөх шиг удаанаар, доод өнгөөр Луис намуухан дуулсан нь зүгээр ч нэг хорвоо ертөнцийн гоо сайхны талаар биш юм. Вьетнамын дайн, иргэний дайн зэрэг нийгмийн тогтворгүй үед “энэ хорвоод гэгээлэг зүйлс ч бас бий” гэх итгэл найдварын оч болж, жазз хөгжмийг анх дэлхийн даяар танигдахад онцгой үүрэг гүйцэтгэсэн дуу билээ.'
					},
					{
						type: 'paragraph',
						text: 'Энэ утгаараа жазз хөгжим нь атлантын далайг хөндлөн гулд туулан очсон хар арьстай хүмүүсийн гуниг цөхрөл болоод итгэл найдвар, хэлэхийг хүссэн үгс болоод түүнийг хүлээн авч чадахгүй нийгэм, хэзээ нэгэн цагт ирнэ гэж итгэсэн эрх чөлөөний илэрхийлэл байсан гэж хэлэхэд буруудахгүй.'
					},
					{
						type: 'image',
						url: ['/seasons/0/Jazz/image-1.png'],
						alt: 'Зураг 1. Луис Армстронг',
						caption: 'Зураг 1. Луис Армстронг'
					},
					{
						type: 'paragraph',
						text: '19-р зууны сүүл, 20-р зууны эхээр хэв маягаа Америкийн халуун өмнөд Луизиана мужид олсон Жазз хөгжим бол санаандгүйгээр олсон нээлт биш бөгөөд үүний ард хүн болгоны тэр болгон мэддэггүй сонирхолтой нууц хадгалагдаж байдаг [1]. Луизианагийн тариалангийн талбай дээр боолчлогдож байсан хар арьст Америкчуудын сүмийн дуулал болоод африкаас гаралтай хөгжмийн онцлогийг шингээн шинээр бий болсон хөгжмийн төрөл бол одоогийн жазз хөгжмийн төрөл юм [2]. 20-р зууны эхэн үед нийт хар арьст америкчуудын 90% нь өмнөд мужуудад амьдарч, тариалангийн талбай дээр боолын хөдөлмөр эрхэлдэг байсан бол Их Нүүдлийн үед бараг хагас нь баруун болон хойд мужууд руу нүүдэллэн суурьшсан [3].'
					},
					{
						type: 'image',
						url: ['/seasons/0/Jazz/image-2.png'],
						alt: 'Зураг 2. Их Нүүдэл хаанаас хаашаа нүүдэлснийг харуулсан зураг',
						caption:
							'Зураг 2. Их Нүүдэл хаанаас хаашаа нүүдэлснийг харуулсан зураг'
					},
					{
						type: 'paragraph',
						text: 'The Great Migration буюу Их Нүүдэл бол өмнөд мужаас хойд мужууд руу тариалангийн талбайгаас аж үйлдвэрийн салбар луу хийсэн мянга мянган хар арьст америкчуудын шилжилт юм. Тус нүүдлийн шалтгаан бол боолын хүчирхийлэл, учир утгагүй эрүүдэн шүүлт, шударга бус байдал, Жим Кроу-н хуульт эрх тэгш биш нийгмээс холдож, тэгш боломжийг эрэлхийлж, эрх чөлөө, сайхан амьдралыг мөрөөдсөн нүүдэл байсан юм [4].'
					},
					{
						type: 'paragraph',
						text: 'Жим Кроу-н хууль бол америкийн өмнөд хэсэгт баталж, мөрдөж байсан арьс өнгөөр ялгаварлаж, хүний төрмөл эрхийг зөрчсөн хууль юм [3]. 1896 оны “Plessy v. Ferguson” хэргийн шүүх хурлын “Seperate But Equal” буюу “Эрх тэгш боловч ангид” гэх дуулиантай дүгнэлтээс үүдэлтэйгээр америкийн хар арьст иргэдийг цагаан арьст иргэдээс зиндаа доогуур гэж үзэн боловсрол, улс төр буюу сонгууль, гэр бүл төлөвлөлт тэр байтугай нийтийн тээвэр, хоолны газар хүртэл тусдаа сууж аж амьдрах шударга бус нийгэм тогтох нөхцөл бий болсон [5].'
					},
					{
						type: 'paragraph',
						text: 'Үүний үр дүнд өмнөдөөс хойшоо, баруун тийшээ “эрх чөлөөг” мөрөөдөн олон олон хар арьст америкчууд Чикаго, Нью-Йорк, Лос Анжелес зэрэг одоогийн том том хотууд руу нүүн шилжиж, түүнээс Чикаго, Нью-Йорк хотод жазз үүссэн утгаараа хөгжин цэцэглэсэн. Энэхүү хөгжмийн урсгалыг хөгжихөд хамгийн том үүрэгтэй уран бүтээлчдийн нэг бол Ма Рейни билээ.'
					},
					{
						type: 'paragraph',
						text: "Ма Рейнигийн жазз хөгжимд оруулсан үүрэг маш том, олон олон жазз хөгжимчдийн онгод болсон гэж үздэг. Хүчтэй бөгөөд тансаг сөөнгө хоолойтой Ма 1886 онд уран бүтээлч, дуучин Томас болон Эллийн охин болон мэндэлжээ. Америкийн өмнөд болон баруун мужуудыг өөрийн гоёмсог хоолойгоороо байлдан дагуулж байсан Ма Рейнигийн дуунуудаас 'Prove It on Me Blues' нь Ма хэрхэн өөрийгөө дуу хөгжмөөрөө дамжуулан зоригтойгоор илэрхийлж, цаг үеэсээ түрүүлэн алхаж байсны гэрч болдог. Тус дуу"
					},
					{
						type: 'paragraph',
						text: '“Өнгөрсөн шөнө найзуудтайгаа гарлаа'
					},
					{
						type: 'paragraph',
						text: 'Бүгд л бүсгүйчүүд шүү дээ, эр хүнд би угаасаа дургүй'
					},

					{
						type: 'paragraph',
						text: 'Тиймээ, би зангиа, цамц өмсөөд'
					},
					{
						type: 'paragraph',
						text: 'Захын эр шиг бүсгүйчүүдтэй яриа өддөг'
					},
					{
						type: 'paragraph',
						text: 'Намайг ингэдгийг бүгд мэднэ, хэн нэгний олж мэдсэн зүйл биш” хэмээн ёжлон, удаан темпээр дуулдаг. Үүнээс үзвэл өөрийнхөө бэлгийн чиг хандлагыг илэрхий тусгасанаар үл барам ял шийтгэл, торгуул ногдуулдаг байсан цаг үед ч Ма тун зоригтой дуулж байгааг харж болно.'
					},
					{
						type: 'paragraph',
						text: 'Өөрийн бэлгийн чиг хандлагаас гадна нийгэмд тулгарч буй асуудлуудыг шүүмжлэн чичсэн дуунуудгүйгээр жазз урсгалыг хэрхэн төсөөлөх билээ. Тухайлбал, америкийн хар арьснуудыг шударга шүүхийн өмнө хэрэг хийсэн үгүйг шүүлгүйгээр модноос дүүжлэн өлгөж, амийг нь тасалдаг байсан Жим Кроу-н үед болсон хоёр хар арьст залуугийн хэргээс үүдэлтэй Билли Холидайн “Strange Fruit” нэртэй дуу бий. Өмнөдийн модноос дүүжлэн “хэргийг шүүн ариутгасан” тус үйл явдлаас сэдэвлэн энэ дуу ийнхүү эхэлдэг,'
					},
					{
						type: 'paragraph',
						text: 'Өмнөдийн мод сонирхолтой жимстэй'
					},
					{
						type: 'paragraph',
						text: 'Үндэс угтаа ч, навчин дээрээ ч цусны толботой'
					},
					{
						type: 'paragraph',
						text: 'Өмнөдийн зөөлөн салхинд найгах'
					},
					{
						type: 'paragraph',
						text: 'Улиас модноос дүүжлэгдсэн сонин жимс…'
					},
					{
						type: 'paragraph',
						text: '1930 онд болсон уг хэрэг цагаан арьст үйлдвэрийн ажилчныг алж, түүнтэй хамт явсан бүсгүйг хүчиндсэн хэргээр хоёр хар арьст залууг сэжиглэн баривчилдаг ч үнэндээ хэзээ ч шүүх хурал болоогүйгээр барахгүй хэрэг хийсэн эсэхийг ч мөрдөж үнэн мөнийг тогтоогүй юм [6].'
					},
					{
						type: 'paragraph',
						text: 'Хэн юу гэж хэлэхээс үл хамааран өөрөөрөө байж, түүнийгээ илэрхийлдэг байсныг Магийн дуунаас харин улс төр, нийгмийн ороо бусгаа цагт иргэний хөдөлгөөний чухал хэсэг болон өөрийн дуу хоолойгоо америк даяар цуурайтуулсныг Биллигээс бэлхнээ харж болно. Тиймээс жазз хөгжмийн төрөл бол итгэл найдварын мөрөөдөн дуулсан хүмүүсийн диваажин төдийгүй хэрхэн арьс өнгөний ялгаварлал, эрх тэгш биш нийгэм одоогийн шатанд хүрч дэвшснийг гэрчлэх “НУУЦ” газрын зураг юм.'
					}
				],
				children: []
			}
		],
		sources: [
			{
				type: 'Эх сурвалж',
				sourceItem: [
					{
						definition: '',
						href: 'https://www.bbc.com/travel/article/20120224-travelwise-the-birthplace-of-jazz'
					},
					{
						definition: '',
						href: 'https://www.dawnsnewday.org/wp-content/uploads/2018/11/JazzOrigins_formatted.pdf'
					},
					{
						definition: '',
						href: 'https://www.britannica.com/event/Great-Migration'
					},
					{
						definition: '',
						href: 'https://www.archives.gov/research/african-americans/migrations/great-migration'
					},
					{
						definition: '',
						href: 'https://www.archives.gov/milestone-documents/plessy-v-ferguson'
					},
					{
						definition: '',
						href: 'https://www.npr.org/2010/08/06/129025516/strange-fruit-anniversary-of-a-lynching'
					}
				]
			},
			{
				type: 'Зураг',
				sourceItem: [
					{
						definition: '',
						href: 'https://www.britannica.com/biography/Louis-Armstrong'
					},
					{
						definition: '',
						href: 'https://cdn.britannica.com/61/248961-050-CB9C09A5/The-Great-Migration-1916-1970.jpg'
					}
				]
			}
		],
		postQuestions: []
	},
	{
		id: 'Suunii-paradoks',
		preQuestions: [
			'Хүнийг сүү боловсруулдаг болгосон генийн мутаци гэж юу вэ?',
			'Монголчуудын сүү цагаан идээг хэрэглэсээр ирсэний нууц нь юу вэ?',
			'Археологичид, антропологичид яагаад сүүний хэрэглээний тухай судлав?',
			'Монголчуудын сүүний хэрэглээний тухай хийсэн судалгаа хэрхэн хүн төрөлхтөний сүүний хэрэглээний түүхийн ойлголтыг антропологийн шинжлэх ухаанд шинээр тайлбарласан бэ?',
			'Сүүний уламжлалт технологийн шинжлэх ухааны тайлбар юу вэ?',
			'Археологи болон генетикийн шинжлэх ухааны аргуудыг хэрхэн хүн төрөлхтний түүхийг ойлгоход ашигладаг вэ?'
		],
		wordDefinitions: [
			{
				word: 'Парадокс',
				explanation: 'Зөрчилтэй санаа.'
			},
			{
				word: 'Ген',
				explanation:
					'Амьд биетийн бие махбод, үйл ажиллагаа, өвлөгдөх шинж чанарыг зааж өгдөг удамшлын мэдээллийн нэгж. Ген нь хүн амьтны эсийн цөмд байх ДНХ дээр хадгалагддаг.'
			},
			{
				word: 'Лактоз',
				explanation: 'Сүүний сахар буюу нүүрс ус.'
			},
			{
				word: 'Хоолны бүтэц',
				explanation:
					'Хоол хүнс нь нүүрс ус, уураг, өөх тос, эслэг, ус, витамин, эрдэсээс бүрддэг. Эдгээр бүрдэлүүд нь хүний биеийн өөр өөр үйл ажиллагаанд оролцдог.'
			},
			{
				word: 'Уураг',
				explanation:
					'Бие махбодын гол баригдах тоосго нь гэж хэлж болох бодис. Хүний булчин, үс, арьс, хумсыг бүтээх, эсийг засах, шинээр бий болгох, даавар үүсгэх, бодисын солилцоог явуулах энзим болох, дархлааны гол эд анги болох гэх мэт олон үүрэгтэй.'
			},
			{
				word: 'Тос',
				explanation:
					'Биеийн энергийн нөөц болох, тархины үйл ажиллагаа, эсийн хананы бүтэц, дааврыг бий болгох үүрэгтэй бодис.'
			},
			{
				word: 'Нүүрс ус (сахар)',
				explanation:
					'Биеийн гол энергийн эх үүсвэр. Хөдлөх, бодох гэх мт үйл ажиллагааны гол энергийн эх үүсвэр болдог бодис.'
			},
			{
				word: 'Энзим',
				explanation:
					'Биологийн хоол хүнсийг задлах, биеийн ашиглаж чадах энергийг бий болгох, ДНХ-ийн хуулбарлал, засвар гэх мэт олон үйл ажиллагааны гол химийн урвалыг хурдасгадаг хурдасгуур. Энзим хурдасгуугүйгээр эдгээр химийн урвалууд маш удаан явагдана.'
			},
			{
				word: 'Геноми',
				explanation:
					'Эс, организмын бүтэн генийн мэдээллийн багц. Жишээ нь ихэнх хүний эсэд 23 хос ДНХ-ын хромосом гэж нэрлэгдсэн бүтэц нь бүтэн удамшлын генийн мэдээллийн багц болдог.'
			},
			{
				word: 'Нарийн гэдэс',
				explanation:
					'Хоолыг боловсруулж, боловсорсон эрдэс бодис, шим тэжээлийг цус руу шингээдэг гол эрхтэн.'
			},
			{
				word: 'Бүдүүн гэдэс',
				explanation:
					'Боловсорч чадаагүй хоолны үлдэгдэлийг бактеруудын тусламжтай исэлдүүлэн хий болон өтгөн үүсгэдэг.'
			},
			{
				word: 'Микроб',
				explanation:
					'Маш жижиг хэмжээтэй бактери, вирус, мөөгөнцөр, археа, протистууд гэсэн амьдралууд.'
			},
			{
				word: 'Микробиом',
				explanation:
					'Хүний бие дотор ба гаднах орчинд байдаг микробуудын бүгдийн нэгдэл.'
			}
		],
		content: [
			{
				header: 'Монголчууд сүү, цагаан идээг боловсруулах генийн чадваргүй',
				detail: [
					{
						type: 'paragraph',
						text: 'Гадаадад удаан сүү цагаан идээ бараг хэрэглэхгүй байж байгаад Монголын хөдөө буцаж ирээд, өдөр тутамдаа сүү цагаан идээ хэрэглэхэд миний гэдэс ихээр дүүрч, тавгүй санагддаг. Гадаадад зарим хүмүүс өөрсдийгөө лактозны үл тэвчилтэй гэх буюу сүү боловсруулах чадварггүй гэж өөрсдийгөө хэлэх нь бий. Зарим монголчуудад ч бас сүү уухад гэдэс өвдөнө, дугарна, хий ялгарна, хүндрэх хэрэг гарна гэх мэт шинж тэмдэг илэрдэг.'
					},
					{
						type: 'paragraph',
						text: 'Гэтэл яагаад ийм үзэгдэл тохиолддог юм бол?'
					},
					{
						type: 'paragraph',
						text: '3000 гаруй жилийн турш мал маллаж ирсэн нүүдэлчин монголчуудын хувьд сүү, цагаан идээ хоол хүнснийх нь хамгийн чухал хэсэг нь үргэлж байсаар ирсэн билээ. Гэтэл сүүг гэдсэндээ боловсруулж чаддаггүй, сүү цагаан идээ хэрэглэдэггүй монгол малчин, нүүдэлчин байгаагүй л байх.'
					},
					{
						type: 'paragraph',
						text: 'Дэлхий даяар тархсан олон өөр соёлтой хүн амууд ямар төрлийн хоол иддэг, хаанаас хоолоо хэрхэн олж нээж боловсруулсан нь сонирхолтой. Генетикт суурилсан онолоор монголчуудын 95% нь сүү, цагаан идээг боловсруулах чадваргүй [1]. Гэтэл бид чинь олон мянган жил сүү, цагаан идээг хоол гол хоол хүнсээ болгож хэрэглэж ирсэн ард түмэн атал сүүг боловсруулах генийн өгөгдөлгүй монголчуудын сүү цагаан идээг өдөр тутамдаа хэрэглэж ирсэний нууц юу юм бол?'
					},
					{
						type: 'paragraph',
						text: 'Энэ бичвэрээрээ амьтны сүү хэмээх сонирхолтой хоолыг хүн төрөлхтөн хэрхэн хоол хүнсэндээ хэрэглэж эхэлсэн бөгөөд үүний цаадах генийн ажиллах зарчим, хүн төрөлхтний нүүдэл, уламжлалт аж ахуй мэдлэгийн цаадах шинжлэх ухааны тайлбар, судлаачдын эдгээр асуултуудад хариулахдаа хэрэглэдэг арга барил зэргийн тухай тайлбарлах болно оо.'
					},
					{
						type: 'paragraph',
						text: 'Энэхүү нууын тухай тайлбарлахын тулд сүү хүний биед хэрхэн боловсруулдагийг эхлээд тайлбарлая.'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-1.png'],
						alt: 'Зураг 1. “What a fine day for science”.',
						caption: '1. “What a fine day for science”.'
					}
				],
				children: []
			},
			{
				header: 'Сүүг хүний бие хэрхэн боловсруулдаг вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Хоол хүнс хүний биед орохдоо ходоодны хүчилд уураг, тос, нүүрс ус болон задардаг. Эдгээр нь цаашид нарийн гэдсээр дамжихад нарийн гэдэс болон элэг, нойр булчирхайнаас ялагарах энзим хэмээх хоол задлагчдын тусламжтайгаар илүү жижиг болон задарч цус руу шимэгддэг байна [2].'
					},
					{
						type: 'paragraph',
						text: 'Энзим гэдэг нь яг цоож түлхүүр хоорондоо таардаг шиг, яг өөрт нь таарах молекулыг задалдаг бүтцийг хэлдэг [3].'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-2-1.png'],
						alt: 'Зураг 2.а. Энзим хэрхэн өөрт нь яг таардаг молекулыг задалдаг тухай.',
						caption: ''
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-2-2.png'],
						alt: 'Зураг 2.б. Энзим хэрхэн өөрт нь яг таардаг молекулыг задалдаг тухай.',
						caption:
							'2.а, 2.б. Энзим хэрхэн өөрт нь яг таардаг молекулыг задалдаг тухай.'
					},
					{
						type: 'paragraph',
						text: 'Сүү нь уураг, тос, сүүний гол нүүрс ус буюу лактозноос бүрддэг. Лактоз гэдэг нь сүүн бүтээгдэхүүний сахарыг нэрлэсэн нэр томъёо. Лактозны бүтцийг дараах зурагт харуулав.'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-3.png'],
						alt: 'Зураг 3. Лактозны бүтэц',
						caption: '3. Лактозны бүтэц'
					},
					{
						type: 'paragraph',
						text: 'Лактозны молекул нь хоёр ширхэг зургаан өнцөгт хэлбэртэй глюкоз болон галактаз гэсэн нэртэй нүүрстөрөгчийн цагаригаас бүрддэг. Лактозны молекулыг задлахад хэцүү байдаг ба яг энэхүү молекулыг нь задалдаг энзим байхгүй бол лактоз нарийн гэдсээр дамжиж, бүдүүн гэдсэнд ороод исэлдэж, устөрөгчийн хий болон задарснаар гэдэс дүүрэх, өвдөх мэдрэмжийг төрүүлдэг байна [4].'
					}
				],
				children: []
			},
			{
				header: 'Унтраалга ген',
				detail: [
					{
						type: 'paragraph',
						text: 'Нярай хүүхэд болон амьтны үр төлд эхийн сүүг боловсруулах лактаз нэртэй энзим энэхүү лактозны молекулыг задалж боловсруулахад нь тусалдаг байна. Лактаза энзим нь нярай үед ялгарч байгаад хүн насанд хүрэх үед алга болдог. Ингэснээр том хүмүүс сүү боловсруулах чадвараа алддаг. Энэхүү лактаза энзим аажмаар алга болох процессийг MCM6 гэх ген унтраалга шиг удирддаг байна. Энэ үйл явц нь зөвхөн хүн гэлтгүй бүх хөхтөн амьтдад болдог байгалийн үйл явц юм.'
					},
					{
						type: 'paragraph',
						text: 'Гэтэл зарим хүмүүст MCM6 генийн мутациас болж, энэ утраалга нь ажилладаггүй болж хувьссанаар насанд хүрсэн үедээ ч лактазыг нярай байхдаа гаргадаг байсан хэмжээндээ гаргасан хэвээрээ байдаг болжээ [5].'
					},
					{
						type: 'paragraph',
						text: 'Ген гэдэг нь эсийн удамшлын мэдээллийн хэсэг бөгөөд A, T, G, C гэсэн үсгээр нэрлэгдсэн нэгж хэсгүүдийн хоорондоо холбогдсон урт дарааллаас бүтдэг. Заримдаа энэхүү генийн дараалал нь шинэ эсүүдэд хуулбарлагдах явцдаа алдаатайгаар бичигдэх нь бий. Энэ жижиг өөрчлөлтийг генийн мутаци гэдэг [6].'
					},
					{
						type: 'paragraph',
						text: 'Генийн мутаци нь биологийн хувьслын суурь болдог. Байгалийн орчин нөхцөлд генийн мутаци нь организмдаа давуу тал олгож байвал илүү олноороо амьд үлдэж, илүү үржиж, тухайн мутацийн шинж илүү тархан, байгалийн шалгаралд тэсч үлддэг [7].'
					}
				],
				children: []
			},
			{
				header: 'Сүүг боловсруулах генийн мутацитай хүмүүс хаагуур тархсан бэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Дэлхийн сүүний хэрэглээг судалсан судлаачид хаана ямар хүмүүс амьтны сүү ундандаа хэрэглэдгийг дэвшүүлсэн онол гаргажээ. Эдгээр судалгаануудыг нэгтгэн, 2013 оны Nature сэтгүүлийн Археологийн буланд гарсан Сүүний Хувьсал нэртэй нийтлэл хэрхэн Европийн нэгэн генийн мутаци дэлхий даяар тархан одоогийн хүмүүст сүүг боловсруулах генийн чадвар бий болсныг тайлбарлажээ [8].'
					},
					{
						type: 'paragraph',
						text: 'Генийн мутаци нь 7500 орчим жилийн өмнө анх үүсэж, шалгарал сайтайгаар дэлхийн хүн амд тархаж, ялангуяа сүү цагаан идээ хэрэглэдэг хүн амуудад ихээр тархсан гэсэн онолыг судлаачид дэвшүүлжээ. Генийн мутацитай хүн амууд олноороо Европ, Анатоли, Ираны тал, Өмнөд Азийн хойд хэсэг, Арабын Пенинсуал, Хойд Африкийн зарим хэсэг, Төвд, Зүүн Африк зэрэг газруудад тархжээ [5] [8].'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-4.png'],
						alt: 'Зураг 4. Дундад Зүүнээс сүүний хэрэглээ хэрхэн Европ руу ан агнуурын аж ахуйгаас тариалангийн аж ахуй руу шилжих үед тархсаныг харуулсан зураг.',
						caption:
							'4. Дундад Зүүнээс сүүний хэрэглээ хэрхэн Европ руу ан агнуурын аж ахуйгаас тариалангийн аж ахуй руу шилжих үед тархсаныг харуулсан зураг.'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-5.png'],
						alt: 'Зураг 5. Лактаза энзимийг насанд хүрснийхээ дараа ч боловсруулдаг болон хувьссан хүн амын тархалтын зураг.',
						caption:
							'5. Лактаза энзимийг насанд хүрснийхээ дараа ч боловсруулдаг болон хувьссан хүн амын тархалтын зураг.'
					},
					{
						type: 'paragraph',
						text: 'Гэтэл энэхүү генийн тархалтын судалгаагаар монголчуудын 90% нь тэрхүү cүүг боловсруулах чадвар олгодог MCM6 генийн мутаци байдаггүй байна. Генетикээрээ монголчууд сүүг боловсруулах онцгой чадваргүй. Гэсэн ч монголчуудын олон мянган жилийн турш дахь сүүний хэрэглээ нь ямар нэгэн өөр аргаар сүүг боловсруулж сурсан дасан зохицолтой холбоотой эсэх нь сонирхолтой [5].'
					}
				],
				children: []
			},
			{
				header: 'Монголчуудын нууцыг судлахаар эрдэмтэд',
				detail: [
					{
						type: 'paragraph',
						text: 'Сүүг боловсруулж чаддагүй ч сүүг гол хоол хүнс болгон хэрэглэсээр ирсэн парадоксыг Харвардын их сургуулийн антропологийн професор Кристина Вариннерийн баг 2017-2022 оны хооронд 5 жилийн турш Монголд судалгаа хийн тайлбар олохыг оролджээ. Энэхүү судалгаа антропологи, биологи, археологийн багуудын хамтрал болон хүн төрөлхтний сүүний хэрэглээний түүхэнд шинэ ойлголт авчирсан байна [9].'
					},
					{
						type: 'paragraph',
						text: 'Тэгвэл энэхүү судалгаа ямар асуулт тавьж, ямар арга барилаар ямар үр дүнд хүрсэнийг тайлбарлая.'
					}
				],
				children: []
			},
			{
				header:
					'Эрт үеийн Монгол нутагт амьдарч байсан хүмүүс хаанаас ирсэн ямар хүмүүс байсан бэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Эхлээд монголчуудын генид MCM6-ын лактаз үүсгэх процесст нөлөөлдөг генийн мутаци байгаа эсэхийг ойлгохын тулд Монгол орны олон өөр өөр хэсгүүдэд байгаа хүмүүс болон эртний олон өөр өөр цаг үеүүдэд амьдарч байсан хүмүүсийг хамарсан генийн дээжүүд хэрэгтэй.'
					},
					{
						type: 'paragraph',
						text: 'Өөр цаг үеээс авсан 214 гаруй өөр хүний яснаас авсан генийн дээжээс лактаз гаргах генийн мутацийн хувь эдгээр бүх л цаг үед 6%-аас бага байсан байна [10] [11][12].'
					},
					{
						type: 'paragraph',
						text: 'Харин одоо үеийн 3 өөр газрын 100 гаруй монгол хүнээс генийн дээжээр газарзүйн байршилаас хамааран арай өөр өөр хувь нь тэрхүү генийн мутацитай гаржээ [5].'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-6.png'],
						alt: 'Зураг 6. Эртний Монголын цаг үе ба ДНХ-ийн анализад ашигласан олдлогуудын байршлын зураг.',
						caption:
							'6. Эртний Монголын цаг үе ба ДНХ-ийн анализад ашигласан олдлогуудын байршлын зураг.'
					}
				],
				children: []
			},
			{
				header: 'Сүүний хэрэглээ Монголд хэзээнээс эхэлсэн бэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Эрдэмтэд энэ цаг үеүүдэд хүмүүс сүү хэрэглэдэг байсан эсэхийг мэдэхийн тулд протеомиксын арга барилыг ашиглан сүүний уургийг археологийн олдворын хүний шүднээс авсан байна. Өөр хоол хүнсэнд бус зөвхөн сүүнд байдаг уургийг шинжилснээр тухайн уураг олдвол сүүг тухайн үеийн хүн хэрэглэж байсныг баталгаажуулна. Ийнхүү судалснаар Монголд амьдарч байсан хүмүүс дор хаяж 5000 гаруй жилийн эртэдээс сүүг хүнсэндээ хэрэглэж байжээ [13].'
					},
					{
						type: 'paragraph',
						text: 'Ямартай ч сүүг эртнээсээ хэрэглэж ирсэн тэгсэн хэрнээ бас сүүг боловсруулах мутаци байгаагүй юм байна. Тэгвэл тэр сүүг хэрэглэсээр байгаагийн нууц нь юу вэ? Ихэнх хүн сүү уухаараа тавгүй шинж тэмдгүүдтэй байна гэсэн үг үү? Эсвэл өөр ямар нэгэн байдлаар сүү боловсруулагдаад байна уу? Одоогийн монголчуудын хэдэн хувь нь яг сүүг боловсруулж чаддаг хэдэн хувь нь чаддаггүйг хэлж болох уу?'
					},
					{
						type: 'paragraph',
						text: 'Эдгээр асуултуудад хариулахын тулд одоогийн монголчуудаас шинжилгээ авах хэрэгтэй.'
					},
					{
						type: 'paragraph',
						text: 'Хэрвээ сүү нарийн гэдсэнд боловсорч чадахгүй бол бүдүүн гэдсэнд исэлдэн задрахдаа их хэмжээний устөрөгч ялгаруулдаг. Үүнийг сүү уусных нь дараа амнаас нь гарах агаараас устөрөгчийн хийн хувийг нь хэмжиж хэлэх боломжтой. Ижилхэн хэмжээний лактозыг хүмүүст өгөөд 20 минутын дараа хүн бүрийн амьсгалах агаарын бүтцийг хэмжихэд сүүг нарийн гэдсэндээ боловсруулж чадаагүй хүмүүсийн амьсгалд их хэмжээний устөрөгч хэмжигдэнэ. Энэ хэмжилтийг өөр өөр газарзүйн байршилд амьдрах олон тооны хүмүүсээс авахад хэд орчим хувь нь сүүг боловсруулж чаддагийг таамаглах боломжтой [5].'
					}
				],
				children: []
			},
			{
				header: 'Одоо үеийн монголчуудын сүүг боловсруулах чадвар',
				detail: [
					{
						type: 'paragraph',
						text: 'Харин одоо үеийн 4 өөр газрын 100 гаруй монгол хүмүүсийн амьсгалын дээжээс хэмжсэн устөрөгчийн хэмжээнээс харахад дунджаар 70 орчим хувь нь устөрөгч ихтэй буюу сүүг нарийн гэдсэндээ бүрэн боловсруулах чадваргүй гарсан байна.'
					},
					{
						type: 'paragraph',
						text: '30 орчим хувь нь харин сүүг боловсруулдаг ба энэхүү хүмүүсийн генийнхээ хувьд сүүг боловсруулах чадвартай болох мутацид орсон нь байршилаасаа шалтгаалаад 0-28 хувийн хооронд байв. Сонирхолтой нь айрагны хэрэглээ ихтэй Булганаас авсан дээжүүдэд хамгийн их хувиар сүүг генийн мутацигүйгээр боловсруулсан нь гарч иржээ.'
					},
					{
						type: 'paragraph',
						text: 'Генийн мутацид ороогүй ч сүүг боловсруулаад байгааг хүний өөрийн гэдэсний микробиомууд болон сүүг олон янзаар боловсруулж буй байдал бас тэгээд аж ахуй амьдралд байдаг элдэв бактеруудтай холбож тайлбарлаж болно [5].'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-7.png'],
						alt: 'Зураг 7. 4 өөр газарт лактозыг хэдэн хувьтай боловмсруулж байгааг харуулсан диаграм.',
						caption:
							'7. 4 өөр газарт лактозыг хэдэн хувьтай боловмсруулж байгааг харуулсан диаграм. Улаанаар лактоз боловсруулж чадаагүй хүн амын хувь, ногооноор боловсруулж чадсан хүн амын хувийг харуулсан.'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-8.png'],
						alt: 'Зураг 8. Лактозыг боловсруулж чадсан хүн ам дотор хэдэн хувь нь генийн хувьд лактаза энзимээ хадгалж чаддаг болон хувьссаныг бараан ногооноор харуулсан.',
						caption:
							'8. Лактозыг боловсруулж чадсан хүн ам дотор хэдэн хувь нь генийн хувьд лактаза энзимээ хадгалж чаддаг болон хувьссаныг бараан ногооноор харуулсан.'
					},
					{
						type: 'image',
						url: ['/seasons/0/Suunii-paradoks/image-9.png'],
						alt: 'Зураг 9. Хөдөө ба хотын хүмүүсийн гэдэсний микробиомын тархалтын ялгаатай байдал.',
						caption:
							'9. Хөдөө ба хотын хүмүүсийн гэдэсний микробиомын тархалтын ялгаатай байдал. Ногооноор малчдын микробиомын ихэссэн тархалтыг, улаанаар Улаанбаатарынханы тархалтыг дүрсэлжээ.'
					},
					{
						type: 'paragraph',
						text: 'Хөдөөний хүмүүс болон хотын хүмүүсийн гэдэсний микробиомуудыг харьцуулахад тэдгээр нь бас ялгаатай гарчээ. Хөдөөний малчдын гэдэсний микробиомд зарим бактерууд илүү ихээр байдаг нь сүү цагаан идээг боловсруулахад нь тусалдаг байх.'
					},
					{
						type: 'paragraph',
						text: 'Исгэсэн цагаан идээ тараг, аарц зэрэг нь исэлдэх явцад аль хэдийн орсон байдаг учраас тэдгээрийн боловсруулах нь бас харьцангуй амар байдаг байна.'
					},
					{
						type: 'paragraph',
						text: 'Гэхдээ энэ олон жилийн хэрэглээний дараа монголчууд генийн мутацид ороогүй, сүү уусны дараах тавгүй мэдрэмж төрдөг нь олон хүмүүст хэвээрээ байгаа нь сонирхолтой. Монгол орон жилийн ихэнх саруудад хүйтэн уур амьсгалтай учир тариалж болох хоол хүнс ховор, ихэнх газар нутаг нь тал газар учраас өвсийг идэж боловсруулдаг мал амьтдаас мах сүүг нь хоол хүнсэндээ хэрэглэх нь хамгийн ашигтай билээ. Тэгээд ихэнх сүүн бүтээгдэхүүн нь исгэсэн бүтээгдэхүүн байснаар ихэнх хүмүүс нь сүүг боловсруулах чадваргүй ч гэсэн хэрэглэх боломжтой байж иржээ.'
					},
					{
						type: 'paragraph',
						text: 'Хүн төрөлхтөн нэг хэсэг нь генийн мутациар, өөр хэсэг нь микробиомын зохицолоор сүү цагаан идээг дахин боловсруулан зохицож сурчээ.'
					}
				],
				children: []
			}
		],
		postQuestions: [
			'Микробиом амьдрал мөн үү?',
			'Микробиомууд сүү гэлтгүй өөр ямар хоол хүнсийг боловсруулах хэрэглэхэд тусалдаг бол?',
			'Микробиомын нууц амьдрал зөвхөн хоол хүнс гэлтгүй бусад зүйлст хэрхэн нөлөөлдөг юм бол?',
			'Генийн мутаци өөрөөр хүн төрөлхтнийг болон бусад амьд зүйлсийг хэрхэн хувьсахад нөлөөлдөг вэ?',
			'Генийн мутаци болон генийн алдааны ялгаа юу вэ?',
			'Яагаад Евролт мутацид эртнээс ороод Төв Азийнхан мутацид ороогүй вэ?'
		],
		sources: [
			{
				type: 'Эх сурвалж',
				sourceItem: [
					{
						definition:
							'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
						href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
					},
					{
						definition: '',
						href: 'https://www.healthline.com/health/how-long-does-it-take-to-digest-food#digestion-timeline'
					},
					{
						definition: '',
						href: 'https://www.genome.gov/genetics-glossary/Enzyme'
					},
					{
						definition:
							'InformedHealth.org [Internet]. Cologne, Germany: Institute for Quality and Efficiency in Health Care (IQWiG); 2006-. Lactose intolerance: Learn More – Causes and diagnosis of lactose intolerance.',
						href: 'https://www.ncbi.nlm.nih.gov/books/NBK310263/'
					},
					{
						definition:
							'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
						href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
					},
					{
						definition: '',
						href: 'https://www.genome.gov/genetics-glossary/Mutation'
					},
					{
						definition: '',
						href: 'https://www.nature.com/scitable/topicpage/evolutionary-adaptation-in-the-human-lineage-12397/'
					},
					{
						definition: '',
						href: 'https://www.nature.com/articles/500020a'
					},
					{
						definition: '',
						href: 'https://dairycultures.org/'
					},
					{
						definition: '',
						href: 'https://www.cell.com/cell/fulltext/S0092-8674%2820%2931321-0'
					},
					{
						definition: '',
						href: 'https://christinawarinner.com/outreach/dairy-cultures-virtual-exhibit-2/4716-2/'
					},
					{
						definition: '',
						href: 'https://www.science.org/doi/10.1126/sciadv.adf3904'
					},
					{
						definition: '',
						href: 'https://www.nature.com/articles/s41559-020-1120-y'
					}
				]
			},
			{
				type: 'Зураг',
				sourceItem: [
					{
						definition: 'Cartoon Network, Dexter’s Laboratory',
						href: ''
					},
					{
						definition: '',
						href: 'https://www.amoebasisters.com/gifs.html'
					},
					{
						definition: '',
						href: 'https://dairyprocessinghandbook.tetrapak.com/chapter/lactose-free-dairy-products'
					},
					{
						definition: '',
						href: 'https://www.nature.com/articles/500020a'
					},
					{
						definition: '',
						href: 'https://christinawarinner.com/outreach/dairy-cultures-virtual-exhibit-2/4716-2/'
					},
					{
						definition:
							'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
						href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
					},
					{
						definition:
							'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
						href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
					},
					{
						definition:
							'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
						href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
					},
					{
						definition:
							'Christina Warnier, “Making Milk - Mongolia’s Unique Role in Dairy’s History” talk at Harvard Peadbody Museum',
						href: 'https://peabody.harvard.edu/video-making-milk-mongolias-unique-role-dairys-history'
					}
				]
			}
		]
	},
	{
		id: 'Khudulguur',
		preQuestions: [],
		wordDefinitions: [],
		content: [
			{
				header: '',
				detail: [
					{
						type: 'paragraph',
						text: 'Одоогийн бидний хэрэглэдэг хувцас, тавилга, электрон төхөөрөмж, машин тэрэг гээд ихэнх зүйлс олон тоогоор үйлдвэрлэгдсэн үйлдвэрийн бүтээгдэхүүнүүд. Өнөөдрийн ертөнцийг үйлдвэрийн бүтээгдэхүүнгүйгээр төсөөлөхийн аргагүй. '
					},
					{
						type: 'paragraph',
						text: 'Уурын хөдөлгүүр, цахилгаан генератор, мотор зэрэг технологиуд бол хүн төрөлхтөн хэрхэн өөрсдийн биеийн хүчнээс илүү гарч, аливаа зүйлсийг хийх бүтээмжээ асар ихээр нэмэгдүүлж, аж үйлдвэржин, орчин үеийн нийгмийг бүтээсний суурь “хүч чадал” билээ. '
					},
					{
						type: 'paragraph',
						text: 'Энэхүү бичвэрээрээ уурын хөдөлгүүр болон дулаанаар ажиллах хөдөлгүүр хэрхэн зохион бүтээгдэж, одоогийн түвшинд хүртлээ хөгжсөн, аж үйлдвэрийн хувьсгалыг хэрхэн явуулсан тухай судалцгаая.'
					}
				],
				children: []
			},
			{
				header: 'Аж Үйлдвэрийн Хувсгал',
				detail: [
					{
						type: 'paragraph',
						text: 'Хүн төрөлхтний бусад амьд биетээс ялгарах гол шинжүүдийн нэг нь шинэ технологи зохион бүтээх чадвар билээ. Чулуун зэвсэг, галыг анх олж нээснээс эхлүүлээд хүрэл, төмрийг боловсруулах, газар тариалан эрхлэх гээд технологийн ололтыг даган хүн төрөлхтний соёл иргэншил хөгжиж худалдаа, эдийн засаг, нийгмийн анги давхарга үүсэн хөгжсөн.'
					},
					{
						type: 'paragraph',
						text: 'Аж үйлдвэрийн хувьсгалаас өмнө хүмүүс өөрсдийн хувцас, аж ахуйд хэрэглэдэг зүйлсээ өөрсдөө хийх эсвэл гар урлаачдаас худалдан авдаг байв. Дэлхийн ихэнх хүмүүс газар тариалан эрхэлж эсвэл гар урлал хийн амь зуудаг байсан ба их хэмжээний бүтээгдэхүүнийг нэг дор үйлдвэрлэх гэсэн ойлголт байхгүй байв [1][2].'
					},
					{
						type: 'paragraph',
						text: 'Газар тариалан, барилга, уурхай зэрэгт бүгд хүний бие эсвэл анжис, тэрэгт хөллөсөн морь, үхэр зэрэг амьтад л бүх юмыг хөдөлгөх, зөөх хүчийг ихэвчлэн гаргадаг байв.'
					},
					{
						type: 'paragraph',
						text: 'Харин 18-р зууны үед хүн төрөлхтөний гаргасан нэг том амжилт нь түлш шатааж, тэрнээсээ хөдөлгөөн авах боломжтой уурын хөдөлгүүр гэсэн технологийг зохион бүтээж, энэ технологиороо бүр хувцас, эд хэрэглэлийг олон тоогоор үйлдвэрлэх боломжтой болж, үйлдвэрлэл гэсэн ойлголтыг гаргаж ирсэн явдал юм. Энэ цаг үеийг Аж Үйлдвэрийн Нэгдүгээр Хувьсгал хэмээн нэрлэжээ. Эдгээр технологийн ололтууд гарснаар масс үйлдвэрлэл үүсч хүн төрөлхтний бүтээмж асар хурдтайгаар өсөж, дэлхийн эдийн засаг томорч, Их Британи, АНУ, Европийн улсаад дэлхийн эдийн засагт хүчтэй байр суурь эзэлсэн түүхийг бичжээ [3].'
					}
				],
				children: []
			},
			{
				header: '“Хөдөлгөөн”-ийг гаргаж авсан нь',
				detail: [
					{
						type: 'paragraph',
						text: 'Хүн өөрсдийн эсвэл амьтны яс, үе, булчингийн тусламжтай хөдөлж, алхах, гүйх, юмыг өргөх, чирэх гэх мэтээр өөрсдөдөө хэрэгтэй зүйлсийг бүтээх хөдөлгөх чадвартай. Биеийн хүчээр ажилладаг байсан сонирхолтой технологиудын жишээг дурдваас, гараар эргүүлдэг тээрэмтэй ус дээш нь татдаг худаг, усан онгоцны хүний хүчээр ажилладаг хөдөлгүүр харагдана [4][5]. Гэвч эдгээр технологиуд булчингийн чадлаар хязгаарлагдана.'
					},
					{
						type: 'image',
						url: [
							'/seasons/1/Khudulguur/image-1-1.png',
							'/seasons/1/Khudulguur/image-1-2.png',
							'/seasons/1/Khudulguur/image-1-3.png'
						],
						alt: 'Зураг 1. Хүний хүчээр ажиллах технологиуд',
						caption: 'Зураг 1. Хүний хүчээр ажиллах технологиуд'
					},
					{
						type: 'paragraph',
						text: 'Хүмүүс салхи болон усны урсгалаар хөдөлгөөн гаргадаг үр тариа бутлагч тээрэм, гэх мэт технологиуд бас хэрэглэдэг байсан ч салхи усны хүчийг хэзээ юунд хэрэглэж болох нь хязгаарлагдмал байв [6].'
					},
					{
						type: 'paragraph',
						text: 'Харин хүмүүс гал түлж сурсанаас хойш, шаталт гэдэг басхүү нэгэн хэрэглэгдэх боломжтой энергийн эх үүсвэртэй болж, хүмүүс хоол хийх, дулаацахад гал түлэх технологийг ашигладаг байв. Цаашлаад шаталтаас хөдөлгөөн гаргаад сурчихвал хүн төрөлхтний хүч чадал түлшнийхээ хэрээр тэлэх боломжтой байв.'
					},
					{
						type: 'paragraph',
						text: 'Буцалж буй усны уурыг ашиглан хөдлөх энерги гаргаж авах боломжтойг бүр МЭӨ 1-р зуунаас хүмүүс ажиглаж эхэлжээ. Тухайн үеийн аелопил гэх эртний технологи усны уурын тусламжтайгаар эргэлдэх хөдөлгөөнийг гаргаж авдаг [7].'
					},
					{
						type: 'image',
						url: [
							'/seasons/1/Khudulguur/image-2-1.png',
							'/seasons/1/Khudulguur/image-2-2.png'
						],
						alt: '',
						caption:
							'Зураг 2. Усны уурны даралтанд эргэлдэх Аелопил гэх технологи.'
					},
					{
						type: 'paragraph',
						text: '18-р зууны үед Их Британид олон өөр зохион бүтээгчид буцалж, халж буй усны уурнаас технологи гарган авахаар оролдсоор 1712 онд Томас Ньюкомен анхны үйлдвэрлэлд хэрэглэгдэхүйц уурын хөдөлгүүр [8],  1769 онд Жэймс Ватт үр бүтээмж сайтай уурын хөдөлгүүр зохион бүтээснээр уурын хөдөлгүүрийг нүүрсний уурхайн усны насос, хөвөнгийн үр салгагч, утас нэхэгч ээрүүл, галт тэрэг гэх мэт олон бүтээлүүд үйлдвэрлэлд ашиглах болжээ [9][10]. Хүн төрөлхтөн нүүрс, мод зэрэг түлшийг шатаан уурын хөдөлгүүрээр асар их чадалтай, асар их хөдөлгөөнийг гаргаж аван, өөрсдийн үр бүтээмжээ асар ихээр нэмэгдүүлж, дэлхийн эдийн засгийн ДНБ 19-р зуунаас хойш зэрэгтээр нэмэгдэх болж, орчин үеийн үйлдвэрлэл, даяаршлын эрин иржээ [11].'
					},
					{
						type: 'image',
						url: ['/seasons/1/Khudulguur/image-3.png'],
						alt: '',
						caption: 'Зураг 3. Дэлхийн ДНБ-ний түүхэн хэмжээ.'
					},
					{
						type: 'image',
						url: [
							'/seasons/1/Khudulguur/image-4-1.png',
							'/seasons/1/Khudulguur/image-4-2.png'
						],
						alt: '',
						caption: 'Зураг 4. Томас Ньюконмений уурын хөдөлгүүр.'
					}
				],
				children: []
			},
			{
				header: 'Уурын хөдөлгүүр хэрхэн ажилладаг вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Тэгвэл уурын хөдөлгүүр хэрхэн ажилладгийг харцгаая.'
					}
				],
				children: [
					{
						header: 'Халах хөрөх, тэлэх агших',
						detail: [
							{
								type: 'paragraph',
								text: 'Уурын молекулуудыг халаахад молекулуудын хөдөлгөөний хурд ихсэж, савныхаа ханыг ихээр мөргөж эхэлдэг. Ингэснээр сав нь тэлэх боломжтой бол тэлж, тэлэх боломжгүй бол саванд учрах даралт нь ихэсдэг. Харин уурыг хөргөхөд эсрэгээрээ молекулуудын хөдөлгөөн удааширч, буцаж агшдаг. Энэхүү халах хөрөх, тэлэх агших зарчмыг ашиглан уурын хөдалгүүр хөдөлгөөн гаргаж авдаг байна.'
							},
							{
								type: 'image',
								url: ['/seasons/1/Khudulguur/image-5.png'],
								alt: '',
								caption:
									'Зураг 5. Хий халснаар молекулууд нь хурдасч, сав нь тэлнэ.'
							},
							{
								type: 'paragraph',
								text: 'Бүлүүр гэсэн цилиндр саван дотор усны уурыг халааж хөргөхөд савных нь таг дээш доош хөдлөх хөдөлгөөн үүснэ. Энэ шулуун дээш доош хөдлөх хөдөлгөөнийг доорх зурагт үзүүлсэн бүлүүрийг нугастай саваанд холбосон механизмаар эргэлдэх хөдөлгөөнд оруулж бас болно.'
							},
							{
								type: 'image',
								url: [
									'/seasons/1/Khudulguur/image-6-1.png',
									'/seasons/1/Khudulguur/image-6-2.png'
								],
								alt: '',
								caption:
									'Зураг 6. Шулуун хөдөлгөөнийг эргэлдэх хөдөлгөөнд хувиргах нь.'
							},
							{
								type: 'paragraph',
								text: 'Энэхүү эргэлдэх хөдөлгөөнийг галт тэрэг, утасны ээрүүл, даавуу нэхэгч, хөвөнгийн үр салгагч, гурилын тээрэм гэх мэт машин техникийн хөдөлгөөнд ашиглах боломжтой [10].'
							}
						],
						children: []
					},
					{
						header: 'Цикл',
						detail: [
							{
								type: 'paragraph',
								text: 'Уурын хөдөлгүүрийн гаргах хөдөлгөөн нь тасралтгүй хөдөлгөөн байж галт тэрэг, утасны ээрүүл гэх мэт машин техникуудыг ажиллуулна. Эргэлдэх хөдөлгөөн нь ганцхан эргээд зогсдоггүй үргэлжлэн эргэлдсээр байдаг байж гэмээнэ галт тэрэг хол явна, утасны ээрүүл нь их утас ээрч, хувцас нэхэгч нь их хувцас үйлдвэрлэнэ. Тиймээс бүлүүртэй саван дахь уурны халах хөрөх үйл явц дахин давтагддаг цикл байх шаардлагатай. Ийм ч учраас уурын хөдөлгүүр нь цикл байх боломжтойгоор зохион бүтээгдсэн технологи юм.'
							},
							{
								type: 'paragraph',
								text: 'Ийнхүү уурын хийн халах хөрөхөөс циклээс эргэлдэх хөдөлгөөн гаргаж авсанаар уурын хөдөлгүүр бүх л хөдөлгөөнд суурилсан технологийг ажиллуулах үндсэн хүч болсон.'
							}
						],
						children: []
					}
				]
			},
			{
				header: 'Дулааны хөдөлгүүр',
				detail: [
					{
						type: 'paragraph',
						text: 'Уурын хөдөлгүүрээр бид хөдөлгөөн гаргаад авчихдаг юм байж, гэхдээ бүр том зургаар нь дулаанаас хөдөлгөөн гаргаж авна гэдэг юу гэсэн үг вэ?'
					},
					{
						type: 'paragraph',
						text: 'Уурын хөдөлгүүрээс гадна одоогийн бүх л төрлийн дулааны энергээс хөдөлгөөний энерги эсвэл өөр хэрэгтэй ажил гаргаж авдаг технологийг ерөнхийд нь дулааны хөдөлгүүр хэмээн нэрлэдэг. Эдгээрийн жишээнд машины дугуйны эргэлдэх хөдөлгөөнийг гаргах бензиний шаталтат хөдөлгүүр, онгоцны тийрэлтэт агаарыг гаргах хөдөлгүүр, цахилгаан станцын турбинууд, хөргөгч зэрэг ордог.'
					},
					{
						type: 'paragraph',
						text: 'Уурын хөдөлгүүрт усны уурыг ашиглан хөдөлгөөн гаргаж байсан бол ерөнхий дулааны хөдөлгүүрт агшиж, тэлж буй бодис нь заавал усны уур гэлтгүй ямар ч бодис байж болдог. Тэр ашиглагдаж буй бодисыг нь ерөнхийд нь ажлын шингэн гэж нэрлэдэг байна.'
					},
					{
						type: 'paragraph',
						text: 'Дулааны хөдөлгүүрийн циклийг физик болон инженерчлэлд ойлгохын тулд циклд болж буй үйл явц болгонд ажлын шингэн ямар төлөвт байгааг нь ихэвчлэн даралт ба эзэлхүүн, энтропи ба температурын графикаар дүрсэлдэг [12].'
					},
					{
						type: 'paragraph',
						text: 'Дулааны хөдөлгүүр  нь дулааныг хөдөлгөөн болгож ашиглан, хүн төрөлхтөн өөрсддөө байгаагүй их чадлыг гаргаж авч, асар их энерги, эрчим хүчийг амьдралдаа хэрэглэх боломжтой болоход нөлөөлсөн чухал ойлголт юм аа. Үүнд жишээ болгож онгоцны хөдөлгүүр, уурын турбин гэсэн дулааны хөдөлгүүрүүд хэрхэн ажилладгийг тайлбарлая.'
					}
				],
				children: []
			},
			{
				header: 'Онгоцны хөдөлгүүр',
				detail: [
					{
						type: 'paragraph',
						text: 'Онгоцны хөдөлгүүрийн бүтцийг доорх зураг 9-т харуулав. Онгоц нь урдаасаа агаарыг сорох сэнс, агаарыг шахах компрессор, түлшийг агаартай холих шатаагч, халуун онгоцны утаанд эргэлдэх турбинаас бүрддэг. Онгоцны хөдөлгүүрийн циклийг Брэйтон цикл гэдэг [nasa]. Энэ циклд агаар эхлээд сэнсээр сорогдон хөдөлгүүрийн урдаас орж компрессор дотор орон шахагдаж, шахагдан агшсаны улмаас даралт болон температур нь ихэсдэг. Ингэхдээ онгоцны хөдөлгүүрийн урд байх сэнс нь 1 секундэд 1.3 тонн агаарыг сордог боловч энэ сорсон агаарын 90% нь хөдөлгүүрийн хажуугаар нь зүгээр өнгөрдөг. Гэхдээ ингэж өнгөрөх нь онгоцыг урагшаа явахад ихээр нөлөөлдөг байна. Үлдсэн 10% нь тэгэхээр хөдөлгүүрийн компрессор дотор орж шахагдахдаа 50 дахин агшиж, үүний улмаас температур нь 600°C болтлоо ихэсдэг байна. Ийнхүү халсан өндөр даралтат агаарыг шатаагч дотор онгоцны түлштэй холиход шаталт үүсдэг. Тэгснээр шатсан түлш ба агаарын холоимог нь 2100°C болтлоо халдаг. Үүний дараа энэ халуун агаар турбинаар өнгөрөхдөө тэлж, турбиныг эргүүлэн онгоцны сэнс болон компрессорыг эргэхэд шаардлагатай эрчим хүчийг гаргаж авдаг байна. Ингэж сэнсээр үлээгдэх агаар болон онгоцны халуун утаагаар онгоц урагш түлхэгдэн асар хурдтай нисдэг [13].'
					},
					{
						type: 'image',
						url: [
							'/seasons/1/Khudulguur/image-7-1.png',
							'/seasons/1/Khudulguur/image-7-2.png'
						],
						alt: '',
						caption: 'Зураг 7. Брэйтоны циклийн график.'
					},
					{
						type: 'image',
						url: [
							'/seasons/1/Khudulguur/image-8-1.png',
							'/seasons/1/Khudulguur/image-8-2.png'
						],
						alt: '',
						caption: 'Зураг 8. Онгоц ба онгоцны хөдөлгүүрийн сэнс.'
					},
					{
						type: 'image',
						url: [
							'/seasons/1/Khudulguur/image-9-1.png',
							'/seasons/1/Khudulguur/image-9-2.png'
						],
						alt: '',
						caption: 'Зураг 9. Онгоцны хөдөлгүүр.'
					}
				],
				children: []
			},
			{
				header: 'Бусад дулааны хөдөлгүүрүүдийн жишээ',
				detail: [
					{
						type: 'paragraph',
						text: 'Уурын турбинт цахилгаан станцууд нь бас нэгэн бидний өргөн ашигладаг дулааны хөдөлгүүр юм. Нүүрсний болон цөмийн цахилгаан станцууд Ранкины цикл (Rankine Cycle) гэсэн дулааны хөлөлгүүрийг ашигладаг. Ранкины циклийн ажилллах зарчим нь онгоцны хөдөлгүүртэй төстэй ба насос нь эхлээд усыг шахаж, ийнхүү шахагдаж өндөр даралттай болж халсан усыг тогтмол даралтанд нүүрс эсвэл цөмийн шаталтаар нэмж халаадаг. Энэ халах үйл явцад ус нь ууршиж хий төлөвт шилжиж, энэ халуун уур нь уурын турбиныг эргүүлж, турбинаасаа гарсныхаа дараа дахин анхны төлөв хүртлээ конденсатор дотор хөрдөг. Турбин эргэлдэх хөдөлгөөнөөс нь бид цахилгаан генератор ашиглан эрчим хүч гарган авдаг. Цахилгаан генератор нь соронз болон эргэлдэх хөдөлгөөнийг ашиглан цахилгаан соронзон оронгоос цахилгаан эрчим хүч гарган авдаг технологийг хэлдэг.'
					},
					{
						type: 'paragraph',
						text: 'Хөргөгч, агаарын кондишн нь уурын шахалтын циклийг (Vapor Compression Cycle) хөргөгчний R-134A, R600a гэсэн тусгай шингэн дээр хийж, хөргөх ажлыг гаргаж авдаг бас дулааны хөдөлгүүрүүд юм [12].'
					},
					{
						type: 'image',
						url: ['/seasons/1/Khudulguur/image-10.png'],
						alt: '',
						caption: 'Зураг 10. Уурын турбин.'
					},
					{
						type: 'image',
						url: ['/seasons/1/Khudulguur/image-11.png'],
						alt: '',
						caption: 'Зураг 11. Ранкины цикл.'
					}
				],
				children: []
			},
			{
				header: 'Эцэст нь, ирээдүй?',
				detail: [
					{
						type: 'paragraph',
						text: 'Дулааны хөдөлгүүрийн гол эх үүсвэр нь нүүрс, газрын тос, био түлш ч, эдгээрийг шатаасны үр дүнд нь нүүрсхүчлийн хий ялгардаг. Шатах процесс нь түлш хэмээх нүүрсхүчил дээр суурилсан органик бодисыг өндөр температурт хүчилтөрөгчтэй урвалдуулсны үр дүнд дулаан гаргах үйл явцыг хэлдэг. Энэ урвалын үр дүнд нүүрсхүчлийн диоксид буюу нүүрсхүчлийн хий ялгардаг. Энэхүү ялгарсан нүүрсхүчлийн хий нь хүлэмж шиг давхарга болон дэлхийгээс ялгарах дулааныг сансарт цааш нь гаргахгүй буцаж дэлхий рүү ойлгон эсвэл өөртөө шингээн дэлхийн дулаарал, үүнээс үүдээд уур амьсгалын өөрчлөлтийг бий болгодог [14]. Бидний шаталтаар ялгаруулсан нүүрсхүчлийн хий нь агаар мандалд маш удаан хугацаагаар буюу ойролцоогоор 10000-аад жилийн турш үлддэг байна [15] [16]. Хэдийгээр мод, хөрс, ус нь нүүрсхүчлийн хийг өөртөө шингээдэг ч, Аж Үйлдвэрийн Хуьсгалаас эхэлсэн хүн төрөлхтөн бидний энэ үйлдвэржсэн ертөнцөд гаргаж буй нүүрсхүчлийн хийн хэмжээ байгаль дэлхийн шингээж амжихаас хамаагүй хурдан, хамаагүй их хэмжээгээр ялгарч байна.'
					},
					{
						type: 'paragraph',
						text: 'Одоогийн дэлхий хэр их халж, хэр их уур амьсгалын өөрчлөлтөд орох нь бид хэр их нүүрсхүчлийн хий гаргахаас шалтгаална. 2015 онд Нэгдсэн Үндэсний Байгууллагын Уур Амьсгалын Өөрчлөлтийн Талуудын Хурлын Парисын хэлэлцээрт улс орнууд дэлхийн дулаарлыг Аж Үйлдвэрийн Хувсгалын өмнөх үеээс хойш ихсэх хэмжээг 1.5 С-д барина гэж амлалт өгцгөөсөн. Шаталтаас дулаан, хөдөлгөөн гаргаж аван, аж үйлдвэржиж, одоогийн хөгжилд бид хүрсэн ч, уур амьсгалын өөрчлөлт одоогийн хүн төрөлхтний хамгийн том асуудлуудын нэг болоод байна. Хүн төрөлхтөн өөрсдөөсөө гаргаж чадахгүй их хүссэн хүч чадлаа гарган авч технологийн дэвшилтэт эрин үеийг бүтээсэн ч, энэ хүч чадлын төлөөс нь дэлхийн дулаарал, уур амьсгалын өөрчлөлт, эргээд хүн төрөлхтний оршихуйн заналхийлэл болов уу? Технологийн дэвшил хүмүүсийн амьдралыг өөрчлөх, сайжруулах хүчтэй ч бас нийгэм байгаль орчныг доройтуулах хүчтэй aжээ.'
					}
				],
				children: []
			}
		],
		postQuestions: [
			'Эргэн тойронд тань буй хөдөлж буй зүйлс хэр их хүч чадлаар хөдөлдөг бол? Хэрвээ тухайн хүч чадлуудыг нь хүний хүчээр хийх байсан бол хэдэн хүн хэрэг болох бол?',
			'Хүч чадал, энерги, эрчим хүчтэй хэрхэн холбогддог вэ?',
			'Үйлдвэрүүд хэр их энерги, эрчим хүчийг үйлдвэрлэлд зарцуулдаг вэ?',
			'Бидний хэрэглэж буй эд зүйлсийг үйлдвэрлэхэд хэр их энерги, эрчим хүч, түлш зарцуулагдлаг вэ?',
			'Уур амьсгалын өөрчлөлт, дэлхийн дулаарал танд хэрхэн одоо болон ирээдүйд нөлөөлөх вэ?',
			'Уур амьсгалын өөрчлөлтийг зогсооход дэлхий нийтээрээ бид юу хийх хэрэгтэй вэ?'
		],
		sources: [
			{
				type: 'Эх сурвалж',
				sourceItem: [
					{
						definition:
							'Wilkinson, Freddie. 2025. “Industrialization, Labor and Life.” Industrialization, Labor and Life. ',
						href: 'https://education.nationalgeographic.org/resource/industrialization-labor-and-life/6th-grade/'
					},
					{
						definition:
							'BBC. n.d. “What was life like before the Industrial Revolution?” BBC Bitesize. Accessed April 28, 2026. ',
						href: 'https://www.bbc.co.uk/bitesize/articles/zm9r4xs#zrntp4j'
					},
					{
						definition:
							'Beckert, Sven. 2015. “How the West got rich and modern capitalism was born.” PBS. ',
						href: 'https://www.pbs.org/newshour/nation/west-got-rich-modern-capitalism-born'
					},
					{
						definition:
							'Major, J. Kenneth. 2014. “The Pre-Industrial Sources of Power: Muscle Power.” History Today 30, no. 3 (May).',
						href: 'https://bpb-us-w2.wpmucdn.com/voices.uchicago.edu/dist/a/1299/files/2019/07/sti2014_the-pre-industrial-sources-of-power_-muscle-power-_-history-today.pdf'
					},
					{
						definition:
							'Smil, Vaclav. 2017. Energy and Civilization: A History. N.p.: MIT Press.',
						href: ''
					},
					{
						definition:
							'Fletcher, Stella. 2000. The Longman Companion to Renaissance Europe, 1390-1530. N.p.: Longman.',
						href: ''
					},
					{
						definition:
							"Knight, Edward H. 1876. “Knight's American Mechanical Dictionary: A Description of Tools, Instruments, Machines, Processes, And Engineering, History of Inventions, General Technological Vocabulary, And Digest of Mechanical Appliances In Science And the Arts.” HathiTrust.",
						href: 'https://catalog.hathitrust.org/Record/005762472/Cite'
					},
					{
						definition:
							'Morris, Charles R. 2014. The Dawn of Innovation: The First American Industrial Revolution. N.p.: PublicAffairs.',
						href: 'https://books.google.com/books?id=n97K02J6eQgC&q=newcomen+in+1712#v=snippet&q=newcomen%20in%201712&f=false'
					},
					{
						definition: 'Watt, James. 1769. Steam Engines, patent.',
						href: 'https://www.dpma.de/docs/dpma/veroeffentlichungen/gb000176900913a_watt1769.pdf#page=3.00'
					},
					{
						definition:
							'Wilkinson, Freddie. 2024. “Industrial Revolution and Technology.” Industrial Revolution and Technology.',
						href: 'https://education.nationalgeographic.org/resource/industrial-revolution-and-technology/7th-grade/'
					},
					{
						definition:
							'Our World in Data, Eurostat, OECD, IMF, World Bank, Bolt and van Zanden – Maddison Project Database 2023, and Maddison Database 2010. 2024. “Global GDP over the long run.” Our World in Data.',
						href: 'https://ourworldindata.org/grapher/global-gdp-over-the-long-run'
					},
					{
						definition:
							'Cravalho, Ernest G., Joseph L. Smith, John G. Brisson, and Gareth McKinley. 2005. “Thermal-Fluids Engineering,” An Integrated Approach to Thermodynamics, Fluid Mechanics, and Heat Transfer. Course Notes.',
						href: 'https://web.mit.edu/snively/www/2_005%20Coursenotes-1.pdf#page=2.00'
					},
					{
						definition:
							'Rolls-Royce University Technology Center in Advanced Materials. n.d. “How does a Jet Engine work? | Rolls-Royce UTC.” Rolls-Royce UTC. Accessed May 27, 2026.',
						href: 'https://www.rrutc.msm.cam.ac.uk/outreach/what-do-we-do/how-does-a-jet-engine-work'
					},
					{
						definition:
							'Fecht, Sarah. n.d. “How Exactly Does Carbon Dioxide Cause Global Warming.” Columbia Climate School.',
						href: 'https://news.climate.columbia.edu/2021/02/25/carbon-dioxide-cause-global-warming/'
					},
					{
						definition:
							'Archer, David, Michael Eby, Victor Brovkin, Andy Ridgwell, Long Cao, Uwe Mikolajewicz, Ken Caldeira, et al. 2009. “Atmospheric Lifetime of Fossil Fuel Carbon Dioxide.” Annual Review of Earth and Planetary Sciences 37 (May): 117-134.',
						href: 'https://doi.org/10.1146/annurev.earth.031208.100206'
					},
					{
						definition:
							'Inman, Mason. 2008. “Carbon is forever.” Nature Climate Change 1, no. December 2008 (November): 156-158',
						href: 'https://doi.org/10.1038/climate.2008.122'
					}
				]
			},
			{
				type: 'Зурагнуудын эх сурвалж',
				sourceItem: [
					{
						definition:
							'Smil, Vaclav. 2017. Energy and Civilization: A History. N.p.: MIT Press.',
						href: ''
					},
					{
						definition: '',
						href: 'https://en.wikipedia.org/wiki/Aeolipile'
					},
					{
						definition: '',
						href: 'https://ourworldindata.org/grapher/global-gdp-over-the-long-run'
					},
					{
						definition: '',
						href: 'https://en.wikipedia.org/wiki/Newcomen_atmospheric_engine'
					},
					{
						definition: 'ChatGPT-ээр үүсгэсэн зураг',
						href: ''
					},
					{
						definition: '',
						href: 'https://en.wikipedia.org/wiki/Piston'
					},
					{
						definition: '',
						href: 'https://www.grc.nasa.gov/www/k-12/airplane/brayton.html'
					},
					{
						definition: '',
						href: 'https://www.rd.com/article/why-airplane-also-spelled-aeroplane/'
					},
					{
						definition: '',
						href: 'https://www.boldmethod.com/learn-to-fly/aircraft-systems/how-does-a-jet-engine-turbofan-system-work-the-basic-steps/'
					},
					{
						definition: '',
						href: 'https://www.britannica.com/technology/jet-engine'
					},
					{
						definition: '',
						href: 'https://en.wikipedia.org/wiki/Jet_engine'
					},
					{
						definition: '',
						href: 'https://www.linkedin.com/pulse/operation-maintenance-steam-turbine-innovative-engineers-network-grokc'
					},
					{
						definition: '',
						href: 'https://www.nuclear-power.com/nuclear-engineering/thermodynamics/thermodynamic-cycles/rankine-cycle-steam-turbine-cycle/'
					}
				]
			}
		]
	},
	{
		id: 'Khiimel-oyun-ukhaanii-erin-uyd-ul-toomsorlogdson-khereglee',
		preQuestions: [],
		wordDefinitions: [],
		content: [
			{
				header: 'Бидний хиймэл оюун ухааны хэрэглээ',
				detail: [
					{
						type: 'paragraph',
						text: 'Сүүлийн жилүүдэд хиймэл оюун ухаан хурдацтай хөгжин дэвшиснээр усны ба цахилгааны хэрэглээ мөн хурдацтай нэмэгдсэн. Энэхүү өсөлт нь олон улсын томоохон технологийн корпорациудын хиймэл оюун ухааны чиглэлд хийсэн өргөн хүрээний хөрөнгө оруулалттай нягт уялдаа холбоотой [1].'
					}
				],
				children: []
			},
			{
				header: 'Тоног төхөөрөмжийн эрэлт',
				detail: [
					{
						type: 'paragraph',
						text: 'Олон улсын корпорациуд өгөгдөл дамжуулах хурдаа өсгөхийн тулд DDR5 RAM их хэмжээгээр ашиглаж эхэлсэн ба үүнээс үүдээд тус түүхийн эдийн эрэлт ихсэж, үнэ өссөн. Ойролцоогоор гурваас дөрөв дахин үнэ нь өссөн буюу 16 GB DDR5 RAM нь одоогоор $70 - $210 болон өсжээ [2]. Үүнээс улбаалан технологийн салбарын томоохон төлөөлөгч  компани болох SAMSUNG үйлдвэрлэж буй утасныхаа RAM-ын хэмжээг багасгах нөхцөл байдалд хүрсэн байна [3].'
					},
					{
						type: 'paragraph',
						text: 'Олон улсын эрчим хүчний агентлаг (IEA)-ийн 2025 оны тайланд дурдаснаар  хиймэл оюун ухааны дата төвүүд 2024 оны эцсийн байдлаар дэлхийн нийт цахилгаан хэрэглээний 1.5%-ийг бүрдүүлсэн бөгөөд 2030 он гэхэд энэ тоо 2 дахин өсөх таамагтай байна [4].'
					}
				],
				children: []
			},
			{
				header: 'Усны хэрэглээ',
				detail: [
					{
						type: 'paragraph',
						text: 'Лоуренс Берклигийн Үндэсний Лабораторийн 2024 оны тайланд дурдсанаар 2023 оны эцсээр АНУ-ын дата өгөгдлийн төвүүд хөргөлтийн системээрээ дамжуулан шууд 64 тэрбум литр ус хэрэглэсэн бөгөөд цахилгаан эрчим хүчээр дамжуулан шууд бусаар 800 тэрбум литр ус хэрэглэжээ [5]. АНУ-ийн зөвхөн дата төвийн нийт усны хэрэглээ гэхэд л Их Британийн нийт усны хэрэглээтэй дүйцэхүйц хэмжээнд хүржээ. Одоогийн байдлаар дунд хэмжээний дата төв өдөрт дунджаар шууд бусаар 1.1 сая литр цэвэр ус хэрэглэдэг бол томоохон AI дата төвүүд өдөрт 19 cая литр хүртэл ус зарцуулдаг [6]. Хэрвээ энэ байдлаараа байгаад байх юм бол усны хомсдолд өртөх аюул тулгараад байна.'
					}
				],
				children: []
			},
			{
				header: 'Ил тод байдал',
				detail: [
					{
						type: 'paragraph',
						text: 'OpenAI-ийн гүйцэтгэх захирал Сам Алтман “ChatGPT-ийн нэг асуулт ойролцоогоор халбага усны 1/15 буюу 1 мл-ийг ашигладаг” гэж хэлсэн байдаг. Калифорниагийн Их Сургуулийн професор Шаолэй Рэн энэ тал дээр, “Энэхүү тоонд батлах хангалттай мэдээлэл алга. Үүн дээр нэмж хэлэхэд бидний судалснаар дунд хэмжээний хиймэл ухааныг аваад үзвэл 10н урт промпт эсвэл 50н богино асуултанд ойролцоогоор 500 мл ус зарцуулдаг ба энэ нь дээрх тоотой нийцэхгүй байна” гэжээ. Тэрбээр OpenAI-аас тодруулга авах гэсэн ч хариулахаас татгалзжээ [7]. Энэхүү ил тод бус байдал нь компанийн хэтэрхий өндөр усны хэрэглээтэй холбоотойг нууцалж  байх магадлалтай.'
					}
				],
				children: []
			},
			{
				header: 'Яагаад AI моделууд их ус ашигладаг вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'ChatGPT болон бусад AI чатботууд өөрсдийн дата төвдөө тасралттгүй ажиллаж байгаа хэрэгслүүдээ хөргөхийн тулд ус ашигладаг.'
					}
				],
				children: [
					{
						header: 'Хөргүүрийн систем',
						detail: [
							{
								type: 'paragraph',
								text: 'Ойрын жилүүдэд дата төвүүдийг хангах хэрэгцээт цахилгааны хүч эрс нэмэгдэж байгаатай холбоотойгоор агаараар хөргөх систем аажмаар хэрэглээнээс гарч байна. Учир нь агаараар хөргөх арга нь орчин үеийн өндөр хүчин чадалтай дата төвүүдийг хангалттай үр ашигтай хөргөж чадахгүй болсон. Иймээс шингэн хөргөх систем нь илүү үр ашигтай, найдвартай шийдэл болж, салбарын шинэ стандарт болон нэвтэрч байна [8].'
							},
							{
								type: 'paragraph',
								text: 'Усан суурьтай хөргөлтийн систем нь эрчим хүчний хувьд илүү хэмнэлттэй байж болох ч усны хэрэглээг нэмэгдүүлдэг. Харин агаарт суурилсан хөргөлтийн систем нь ус бага ашигладаг давуу талтай боловч илүү их цахилгаан эрчим хүч шаарддаг. Харин зарим тохиолдолд байршилаас хамаардаг буюу ус багатай нөхцөлд баригдсан дата төвүүд агаарын хөргөлтийн систем ашигладаг бол усны нөөц ихтэй гэхдээ эрчим хүчний хангалт бага газарт усны шингэн хөргүүр ашигладаг [9].'
							}
						],
						children: []
					},
					{
						header:
							'Тэгвэл liquid cooling буюу шингэн хөргүүр хэрхэн ажилладаг вэ?',
						detail: [
							{
								type: 'image',
								url: [
									'/seasons/1/Khiimel-oyun-ukhaanii-erin-uyd-ul-toomsorlogdson-khereglee/image-1.png'
								],
								alt: 'Зураг 1. Liquid cooling',
								caption: 'Зураг 1. Liquid cooling'
							},
							{
								type: 'paragraph',
								text: 'Шингэн хөргүүрийн системийг ажиллуулахын тулд цэвэр ус буюу ямар ч эрдэс бодисгүй ус хэрэгтэй. Энэ нь бидний уудаг ус л гэсэн үг юм.'
							},
							{
								type: 'paragraph',
								text: 'Ажиллах процесс:'
							},
							{
								type: 'paragraph',
								text: 'Сервер доторх чипүүдийн дээгүүр хөргөлтийн шингэн урсаж, ялгарсан дулааныг шингээж авна. Үүний дараа дулаан солилцох хэсэг буюу хөргүүр дээр очдог.'
							},
							{
								type: 'paragraph',
								text: 'Дулаан солилцох хэсэгт ус ашиглаж халсан хөргөлтийн шингэний дулааныг усанд шингээн авдаг. Хөрсөн шингэн нь сервер рүү буцаж очин дахин дулаан шингээх үйл явцад оролцоно.'
							},
							{
								type: 'paragraph',
								text: 'Харин халсан ус нь хөргөлтийн сэнсрүү шахагдаж, тэндээ сэнсээр хөрдөг ба зарим ус нь агаарт замхардаг. Үүний дараа хэд хэдэн удаа эргэлтэнд орж, ашигласан усны үлдэгдлээ ойр хавийн усны эх үүсвэр лүү нийлүүлдэг. '
							},
							{
								type: 'paragraph',
								text: 'Энэхүү процессын улмаас ашигласан усны 80 хүртэлх хувь нь ууршдаг ба үүнийг нь дахин ашиглах боломжгүй [7].'
							},
							{
								type: 'paragraph',
								text: '*AI дата төвийн хөргөх процесс-оос  ихэнх ус нь ууршаад алга болдог. Үүнээс болоод AI маш их хэмжээний ус ашиглагдаг. Энэ хэрэглээ нь өссөөр байх юм бол ус багатай газрууд усны хомсдолд орох эрсдэлтэй.'
							}
						],
						children: []
					}
				]
			},
			{
				header: 'Дата төвийн нөлөө',
				detail: [
					{
						type: 'paragraph',
						text: 'Дэлхийн дата төвүүд 2024 онд 415 тераватт цаг буюу дэлхийн нийт цахилгааны хэрэглээний 1.5%-ийг бүрдүүлсэн ба АНУ гэхэд дангаараа 183 тераватт цагийг нь ашигласан байна [4]. Энэ нь Пакистан улсын жилийн цахилгааны хэрэглээтэй тэнцүү юм [11]. Одоо баригдаж буй ердийн нэг дата төв нь л гэхэд жилд 1000 өрхтэй тэнцэх хэмжээний цахилгаан хэрэглэдэг [12].'
					},
					{
						type: 'paragraph',
						text: 'AI дата төв нь дэлхий даяарх нийт 11000 гаруй дата боловсруулах  төвүүдийн 5-15%-ийг эзэлдэг энэхүү тоо нь 2030 он гэхэд 35-50% болох төлөвтэй байна. Үүнээс харахад дата төвүүд илүү AI тал руугаа чиглэж байгаа нь яалт ч үгүй үнэн байна [13] [14].'
					},
					{
						type: 'paragraph',
						text: 'AI-ийн хэрэглээ нэмэгдсэнтэй холбоотойгоор эрчим хүчний хэрэглээ өссөөр байна. АНУ-ын Мэриланд мужийн Балтимор хот дахь нэгэн иргэнээс ярилцлага авахад сүүлийн 3-н жилийн дотор цахилгааны төлбөр 80%-аар өссөн гэсэн мэдээлэл өгсөн ба шалтгаан нь хэдэн жилийн өмнө баригдсан дата боловсруулах төв аж. [17]'
					},
					{
						type: 'paragraph',
						text: 'Харин AI дэлхийн дулааралд тийм ч их нөлөө үзүүлдэггүй буюу байгалийн хийн нийт хэрэглээний ердөө 0.5%-ийг  эзэлдэг. Гэхдээ энэхүү өсөлт хэт хурдан байвал ирээдүйд дэлхийн дулаарлын томоохон үүсвэр болох боломжтой.'
					}
				],
				children: []
			},
			{
				header: 'Ашигладаг энергийн төрөл',
				detail: [
					{
						type: 'paragraph',
						text: 'Тэгвэл AI ямар төрлийн энерги ашигладаг вэ гэдгийг хамтдаа харцгаая. Дэлхий даяар AI-ийн ашигладаг энергийн 27% нь л сэргээгдэх эрчим хүч, 26% нь байгалийн хий, 15% нь цөмийн,  үлдсэн 31% нь нүүрснээс гаралтай ажээ. Цаашлаад 2034 он гэхэд цөмийн болон сэргээгдэх эрчим хүчний эх үүсвэр нь ойролцоогоор 50%-ийг бүрдүүлэх ба үлдсэн 40 гаруй хувь нь нүүрс болон байгалийн хийнээс бүрдэх төсөөлөлтэй байна [15]. Яг одоогоор нүүрсний хэрэглээ хамгийн их байгаа боловч 2034 он гэхэд тогтворжиж сэргээгдэх эрчим хүчний эх үүсвэр нь өсөх болно.'
					},
					{
						type: 'image',
						url: [
							'/seasons/1/Khiimel-oyun-ukhaanii-erin-uyd-ul-toomsorlogdson-khereglee/image-2.png'
						],
						alt: '',
						caption: 'Зураг 2. AI энерги ашиглалт'
					},
					{
						type: 'paragraph',
						text: 'Дэлхийн цахилгаан эрчим хүчний үйлдвэрлэлийн эх үүсвэрүүд, 2020-2035 он [15] тераватт цагаар хэмжигдсэн болно.'
					},
					{
						type: 'paragraph',
						text: 'AI нь эрчим хүчний хэрэглээ хэдийнээ их байгаа ба энэ хэрэглээ нь өссөөр ч байх болно. Эрчим хүчний эх үүсвэрийн тал орчим нь нүүрснээс гаралтай ба үүгээрээ дэлхий дээр нүүрсхүчлийн хий ялгаруулж, дэлхийн дулаарал, уур амьсгалын өөрчлөлтөнд нөлөөлж байна. Үүнээс харахад сүүлийн жилүүд дэх AI-н хурдацтай хөгжлөөс болж дата төвүүдийн тоо өссөн ба үр дагавар нь иргэддээ хүнд тусах төлөвтэй байна. AI-ийн хөгжлөөс болоод  цахилгааны үнэ өсөж, усны нөөц хомсдож, байгальд орчинд сөрөг нөлөөтэй байсаар байх болно. Ийм олон сөрөг үр дагавар дагуулах ч гэсэн AI-г ашигласаар л байх уу?'
					}
				],
				children: []
			}
		],
		postQuestions: [],
		sources: [
			{
				type: 'Эх сурвалжууд',
				sourceItem: [
					{
						definition: '',
						href: 'https://www.cnbc.com/2025/10/31/tech-ai-google-meta-amazon-microsoft-spend.html'
					},
					{
						definition: '',
						href: 'https://www.alvareztg.com/ram-prices/?utm_source=chatgpt.com'
					},
					{
						definition: '',
						href: 'https://novyny.live/en/tehnologii/dram-shortage-may-force-smartphones-to-cut-memory-capacity-300031.html'
					},
					{
						definition: '',
						href: 'https://www.iea.org/reports/energy-and-ai/energy-demand-from-ai?utm_source=chatgpt.com'
					},
					{
						definition: '',
						href: 'https://planetdetroit.org/2025/08/great-lakes-data-centers/?utm_source=chatgpt.com'
					},
					{
						definition: '',
						href: 'https://www.brookings.edu/articles/ai-data-centers-and-water/?utm_source=chatgpt.com'
					},
					{
						definition: '',
						href: 'https://youtu.be/b0C56yqIkbk?si=_puySlVHcsFonoft'
					},
					{
						definition: '',
						href: 'https://iaeimagazine.org/electrical-fundamentals/how-much-electricity-does-a-data-center-use-complete-2025-analysis/'
					},
					{
						definition:
							'Water-energy tradeoffs in data centers: A case study in hot-arid climates - ScienceDirect',
						href: 'https://www.sciencedirect.com/science/article/abs/pii/S0921344922000428'
					},
					{
						definition: '',
						href: 'https://www.jysterling.com/articles/ethical-issues-with-ai/generative-ai-energy-consumption?utm_source=chatgpt.com'
					},
					{
						definition: '',
						href: 'https://www.pewresearch.org/short-reads/2025/10/24/what-we-know-about-energy-use-at-us-data-centers-amid-the-ai-boom/'
					},
					{
						definition: '',
						href: 'https://www.congress.gov/crs_external_products/R/PDF/R48646/R48646.1.pdf'
					},
					{
						definition: '',
						href: 'https://www.mckinsey.com/industries/technology-media-and-telecommunications/our-insights/ai-power-expanding-data-center-capacity-to-meet-growing-demand'
					},
					{
						definition: '',
						href: 'https://www.datacentermap.com/datacenters/?utm_source=chatgpt.com'
					},
					{
						definition: '',
						href: 'https://www.iea.org/data-and-statistics/charts/sources-of-global-electricity-generation-for-data-centres-base-case-2020-2035'
					},
					{
						definition: '',
						href: 'https://eta-publications.lbl.gov/sites/default/files/2024-12/lbnl-2024-united-states-data-center-energy-usage-report_1.pdf'
					},
					{
						definition: '',
						href: 'https://www.bloomberg.com/graphics/2025-ai-data-centers-electricity-prices/'
					},
					{
						definition: '',
						href: 'https://www.congress.gov/crs-product/R48646'
					}
				]
			}
		]
	},
	{
		id: 'Uls-turiin-khuch-chadluud',
		preQuestions: [],
		wordDefinitions: [],
		content: [
			{
				header: 'Улс төр, засаглал юунаас эхлэлтэй вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Ардчилал гэж юу вэ? Автократ засаглал гэж юу вэ? Олигархи гэж юу вэ? Улс орнууд ямар, ямар засаглалын хэлбэртэй байдаг вэ?'
					},
					{
						type: 'paragraph',
						text: 'Дэлхийн улс орнууд ямар нэгэн засаглалын хэлбэртэй байдаг. Гэхдээ засаглалын хэлбэрүүд нь олон төрөл байдаг бөгөөд ямар засаглалын хэлбэр нь хамгийн сайн хэлбэр вэ гэдэг дээр хүн болгоны санал нийлдэг зүйл биш. Хүмүүс хамтдаа амьдарч, нийгэм бүтээж амьдрах дүрэм журам, хуулийг хэн тогтоох вэ? Хэн эдгээр хууль дүрмийг хэрэгжүүлэх вэ? Эдгээр хууль дүрэм биелж байгаа эсэхийг хэн шийдэх вэ? Хууль дүрмүүдийг нь хэн нэгэн зөрчвөөс хариуцлага шийтгэл нь юу байх вэ? Хууль дүрмийг тогтоох, хэрэгжүүлэх хүмүүсийг хэрхэн сонгох вэ? Улс төрийн хүч чадал хэнд төвлөрч, эрх мэдэл хэрхэн хуваарьлагддаг вэ? Тэдгээр хүмүүс нь хэрхэн, хэр удаан засаглах вэ? Нийгмийн хууль дүрэм ер нь байх ёстой юм уу? Хүмүүс бид хэрхэн өөрсдийн нийгмээ бүтээж, засагладаг(govern) вэ?'
					},
					{
						type: 'paragraph',
						text: 'Эдгээр асуултын хариултууд хар цагаан ганц л хариулт биш бөгөөд хүн бүрийн итгэл үнэмшил өөр ч, одоогийн нийгэмд түгээмэл байдаг улс орнуудын засаглалын хэлбэрүүд, улс төрийн хүч чадал хэрхэн төвлөрч, эрх мэдэл хэрхэн хуваарьлагдсан байдаг, эдгээрийг хэрхэн нэрлэдгийг бүгдээрээ судалцгаая.'
					},
					{
						type: 'paragraph',
						text: 'Улс төрийн онолд улс төрийн хүч чадал хэрхэн төвлөрсөн хэлбэрээр нь анархи, автократ засаглал, олигархи, ардчилал хэмээн хуваадаг.'
					}
				],
				children: []
			},
			{
				header: 'Анархи - хүч чадал хэнд ч төвлөрөхгүй байх',
				detail: [
					{
						type: 'paragraph',
						text: 'Маш цөөн хүмүүс ямар ч төрлийн төр, засаглал байх хэрэггүй гэж үздэг ба төр, улс, засаглал, нийгмийн шатлал байхын эсрэг үзлийг анархизм гэдэг. Анархизм үзэлд хүн эрх чөлөөгөө эдлэхэд төр саад болдог учир аливаа албадлага, хууль дүрэмгүйгээр нийгэм оршин тогтнох ёстой гэж үздэг [1].'
					},
					{
						type: 'paragraph',
						text: 'Заримдаа улс орнуудын төрийн тогтворгүй байдлын үед ард иргэд нь төрдөө итгэхгүй, захирагдахгүй, цагдаа, цэргийн хүч тодорхойгүй болж, хэн нь эрх мэдэлд, ямар засаглалд байгаа нь тодорхойгүй үед хүч чадал хэнд ч төвлөрөөгүй байдлыг анархи гэдэг. Ийм анархи харин ихэнхдээ эмх замбараагүй байдал байдаг.'
					},
					{
						type: 'paragraph',
						text: 'Энэхүү эмх замбараагүй үеийн анархи байдал болон анархизмын онолын үзлийг бас тусдаа ойлговол зүгээр. Анархизмын үзэл санаа төр нь цагдаа цэргийн хүчээр ард хүмүүсийг албадан хүчилж, хууль дүрмийг хэрэгжүүлдэг бөгөөд үүнд хувь хүн өөрийн сонголтогүйгээр захирагддаг, хувь хүн өөрийн эрх чөлөөний зөвшөөрлөө өгөх боломжгүй гэсэн үзэл дээр суурилдаг. Төр нь хүч чадалтай эрх мэдэлд байгаа хүмүүсээр л удирдагдагдаж, засаглагдах учир цөөнх, хувь хүн бүр өөрийн бүрэн зөвшөөрлийг өгөх боломжгүй, хувь хүний зөвшөөрөл, эрх чөлөөний эсрэг шийдвэрийг төр хийх боломжтой. Харин хүн бүр өөрийн зөвшөөрлийг өгч, өөрийн сайн дураараа шийдвэр гарган, хүн бүрийн зөвшөөрөл санаа нийлсэн үед тухайн бүлэг хүмүүс ямар нэгэн шийдвэрт хүрэх боломжтой болж хэний ч зөвшөөрөлгүйгээр ямар нэгэн шийдвэр гарахгүй [2].  Филисофи, үзэл санаа, онолын хувьд анархизмд улс төрийн хүч чадал, албадлага, хүчирхийлэл, тэдгээрээс ангид анархи нийгэм байж болох уу гэдэг дээр бодсон бодлууд олон байгаа.'
					}
				],
				children: []
			},
			{
				header: 'Автократ засаглал - хүч чадал нь нэг хүнд төвлөрөх',
				detail: [
					{
						type: 'paragraph',
						text: 'Автократ засаглал нь улс төрийн хууль тогтоох шийдвэр гаргах эрх мэдэл хүч чадал нь нэг хүнд төвлөрсөн засаглалыг хэлдэг. Бүрэн эрхт хаант засаглал болон нэг удирдагч диктатортой орнууд одоогийн автократ засаглалтай орнуудын гол төрлүүд болдог. Бүрэн эрхт хаант засаглалтай Саудын Араб, диктатортой Хойд Солонгос нь автократ засаглалтай улсуудын жишээ юм [3].'
					},
					{
						type: 'paragraph',
						text: 'Төр засаглал, удирдлага нэг гарт төвлөлрсөн байх нь хурдан шийдвэр гаргах давуу талтай ч, хувь хүний эрх чөлөө, үзэл бодол хязгаарлагдмал байдаг. Хувь хүн, иргэдийн шийдвэр гаргалтанд нөлөөлөх эрх чөлөө автократ засаглалд байдаггүй. Автократ засаглалын удирдагчид хяналт тавих, хууль, механизм байдаггүй учраас удирдагч нь өөрийн хүссэн юуг ч хэрэгжүүлэх хүчтэй байдаг.'
					},
					{
						type: 'paragraph',
						text: 'Энэ засаглалд диктатор нь цэрэг цагдаагийн хүчийг ашиглан гаргасан хууль, шийдвэрээ иргэддээ мөрдүүлж, төрийн хүчийг шууд иргэдийн эсрэг ашиглах боломжтой ба мэдээ мэдээллийн сувгуудад нөлөөлж, суртал ухуулга, гуйвуулсан мэдээг бас иргэддээ тараан, хэвлэл мэдээллийн эрх чөлөөг бас хязгаарлах хүчтэй байдаг. Шийдвэр гаргагч, хэрэгжүүлэгч, хууль тогтоогчид хяналт тавих систем, иргэдэд өөрсдийн үзэл бодлоо илэрхийлэх суваг, эрх чөлөө байдаггүй учир диктаторт бүх эрх мэдэл хүч чадал төвлөрч, өөрийн хүссэн ямар ч шийдвэрийг гаргах боломжтой учир, энэхүү засаглалын доор олон хүмүүс сонголтгүй, эрх чөлөөгүй амьдрахаас өөр аргагүй болдог.'
					}
				],
				children: []
			},
			{
				header:
					'Олигархи - цөөхөн, эрх мэдэлтэй бүлэг хүмүүст хүч чадал нь төвлөрөх',
				detail: [
					{
						type: 'paragraph',
						text: 'Улс төр, засаглалын хүч чадал эрх мэдэл цөөн тооны хүмүүст төвлөрөхийг олигархи гэдэг. Зөвхөн нэг улс төрийн бүлэглэл, нам, шашны бүлэг эсвэл мөнгөтэй нөлөөтэй хүмүүс улс төр, засаглалд эрх мэдэл хүч чадлаа хадгалж шийдвэр гарган, энэ хүч чадал эрх мэдлээ цөөн тооны хүмүүсийн бүлэгтээ хадгалдаг. Энэхүү цөөн тооны хүмүүс эрх мэдэл, хүч чадлаа цэргийн хүч, хөрөнгө мөнгө, нийгмийн давхарга, авлигал зэргийг ашиглан хадгалдаг [4].'
					},
					{
						type: 'paragraph',
						text: 'Жишээлбэл БНХАУ нь зөвхөн Хятадын Коммунист Нам дотроосоо улсын даргаа сонгодог, улсын их хурлын ихэнх гишүүд нь нийгмийн цөөн тооны 1949 оны хувьсгалын үед  Хятадын Коммунист Намын гишүүд байсан эсвэл 1980-аад оны үед хөрөнгө мөнгөтэй болсон хүмүүсийн бүлгээс бүрддэг [4][5][6].'
					},
					{
						type: 'paragraph',
						text: 'Теокраси буюу шашны үзэл төр, засаглалын хуулийг тогтоодог, төр ба шашин хамтдаа байдаг засгалалтай Иран бас олигархи засаглалын төрөлд багтдаг. Ираны дээд удирдагч болон шашны удирдагчид нь төрийн эрх мэдлийг атгадаг [7].'
					}
				],
				children: []
			},
			{
				header: 'Ардчилал - хүч чадал нь хүн бүрд хуваагдах',
				detail: [
					{
						type: 'paragraph',
						text: 'Ардчилал нь хүн бүрийн оролцоон дээр тогтдог улс төр, засаглалын хүч чадлын тархсан хэлбэр юм. МЭӨ 6-р зууны Эртний Грекийн Афин хотод анх ардчилсан засаглал үүссэн бөгөөд эртний грек хэлний demokratias гэдэг үг нь ард түмэн (демос, δημος) болон эрх мэдэл/хүч чадал (кратос, κρατος) гэсэн үгсээс үүдэлтэй.'
					},
					{
						type: 'paragraph',
						text: 'Ардчилал нь дотроо шууд болон төлөөллийн гэсэн төрөлтэй. Шууд ардчилал гэдэг нь засаглалын шийдвэр бүрт иргэн бүр саналаа өгч, шийдвэр гаргадаг тогтолцоог хэлдэг. Афины ардчилал шууд ардчилал байсан бөгөөд жил бүр 500 иргэд сонгогдон төрийн хууль санаачлан бичих үүргийг хашиж, бүх иргэд нь шийдвэр гаргахад саналаа өгдөг байжээ [8][9]. Шууд ардчилалд  цөөнхийн санал тусгагдахгүй байх, бүх шийдвэрт бүх хүмүүс санал өгөхөд удаан байх гэсэн сул талууд бас байдаг.'
					},
					{
						type: 'paragraph',
						text: 'Одоогийн ардчилсан засаглалт улс орнууд ихэвчлэн ард иргэд нь өөрсдийгөө төлөөлөх хүмүүсийг сонгож сонгогдсон хүмүүс нь засаглалын шийдвэр гаргадаг төлөөллийн ардчилалт (representative democracy) засаглалтай байдаг. Төлөөллийн ардчилал нь дотроо хууль гаргах, хэрэгжүүлэх, шүүх үүргүүд нь хэрхэн хуваарьлагдсанаас шалтгаалаад ерөнхийлөгчийн засаглал, парламентийн засаглал, үндсэн хуульт хаант засаглал, холимог засаглалын хэлбэртэй байж болно. Эдгээрт гол нь хэн хуулийг гаргаж, хэн тэрийг нь хэрэгжүүлж, хэн шүүж, хэрхэн эдгээр хүчнүүд бие биедээ хяналт тавьж, ард түмэн хэрхэн эрх мэдэлд буй төлөөлөгчиддөө хяналт тавих боломжтой нь чухал. Монгол улсад хууль тогтоох эрх мэдлийг Улсын Их Хурал, хэрэгжүүлэх эрх мэдлийг Засгийн Газар, шүүх эрх мэдлийг Улсын Дээд Шүүх, цэргийн хүчний эрх мэдлийг ерөнхийлөгч хуваарилан авдаг. Гэхдээ бас УИХ гишүүн давхар Засгийн Газрын гишүүн байх боломжтой давхар дээл нь хүч чадал тархан бие биенээсээ ангид байхтай зөрчилдсөн байдал Монголд байдаг.'
					}
				],
				children: []
			},
			{
				header: 'Ардчилалын индекс',
				detail: [
					{
						type: 'paragraph',
						text: 'Ардчилалын хамгийн том давуу тал нь хүн бүрт засаглал, шийдвэр гаргалтанд оролцох боломж байдаг учраас бусад түүхэн дэх системүүдээсээ хамгийн эрх тэгш нь гэж хэлэгддэг. Гэхдээ ардчилал хэрхэн хэрэгжиж байгаасаа шалтгаалаад жинхэнэ амьдрал дээр хүн бүрт эрх тэгш боломж, эрх чөлөөгөө эдлэх боломж байна уу гэдэг нь улс орнуудад харилцан адилгүй байдаг. Улс орнуудыг хэр ардчилсан байна вэ гэдгийг ардчилалын индекс гэсэн тоон хэмжигдэхүүнээр хэмждэг. Эдгээр хэмжигдэхүүнүүдийг өөр өөр байгууллагууд өөр өөрөөр тооцдог ба жишээ нь, V-Dem индекст санал өгөх эрхтэй насанд хүрсэн иргэдийн эзлэх хувь, сонгогдсон албан тушаалтнууд, чөлөөт бөгөөд шударга сонгууль, үзэл бодлоо илэрхийлэх эрх чөлөө, эвлэлдэн нэгдэх эрх чөлөө, хууль тогтоох байгууллагын гүйцэтгэх засаглалд тавих хязгаарлалт, шүүхийн гүйцэтгэх засаглалд тавих хяналт, мөн хувь хүний эрх чөлөө ба хуулийн өмнө тэгш байдлын үзүүлэлтүүдийг оноожуулж ардчилалын индексийг тооцоолдог [10]. Энэ индексээр Монгол улс 2024 онд 81-р байранд жагсаж, 2020 онтой харьцуулахад 20 байраар ухарсан байна [11].'
					}
				],
				children: []
			},
			{
				header: 'Эцэст нь',
				detail: [
					{
						type: 'paragraph',
						text: 'Улс болгоны засаглалын хэлбэр, хүч чадлын төвлөрөл харилцан адилгүй. Ардчилсан улс дотроо ч ардчилал хэрхэн хэрэгжиж байгаагаасаа хамаараад шийдвэр гаргах хүч чадал хэрхэн төвлөрсөн, эрх мэдэл олгох сонгууль нь хэрхэн явагддаг зэрэг нь ялгаатай. Улс төрийн хүч чадал, хүч чадал хэнд байгаа, хэрхэн төвлөрч байгаа тухай бодох нь улс төрийн ямар шийдвэрүүд яагаад гардаг тухай ойлгоход чухал юм.'
					}
				],
				children: []
			}
		],
		postQuestions: [
			'Хувь хүний эрх чөлөө засаглалын хүч чадал хэрхэн хуваарьлагдсантай ямар хамааралтай вэ?',
			'Автократ засаглалд яагаад хувь хүний эрх чөлөө хязгаарлагдмал байдаг вэ?',
			'Хууль боловсруулах, хуулийг хэрэгжүүлэх, шүүх, цэргийг удирдах хүч чадлууд хэрхэн хуваарилагдвал тэнцвэртэй байх вэ?',
			'Эдгээр хүч чадлуудын хуваарилалтын тэнцвэртэй байдал, хяналт тавих боломжийг ямар механизмаар бүрдүүлэх вэ?',
			'Ардчилал хамгийн сайн систем мөн үү?',
			'Ардчилал болгон хэрхэн хэрэгждэг нь адилгүй. Ардчилалыг сайжруулахад юу чухал вэ?',
			'Ардчилал болон олигархийн зааг юу вэ?'
		],
		sources: [
			{
				type: '',
				sourceItem: [
					{
						definition:
							'Levy, Carl, and Matthew S. Adams, eds. 2026. The Palgrave Handbook of Anarchism. N.p.: Springer Nature Switzerland.',
						href: 'https://link.springer.com/chapter/10.1007/978-3-319-75620-2_1'
					},
					{
						definition:
							'Rooum, Donald. 2016. What Is Anarchism? An Introduction. Edited by Vernon Richards. N.p.: PM Press.',
						href: ''
					},
					{
						definition:
							'National Geographic Society. 2025. “Autocracy.” National Geographic Education.',
						href: 'https://education.nationalgeographic.org/resource/autocracy/'
					},
					{
						definition:
							'National Geographic Society. 2025. “Oligarchy.” National Geographic Education.',
						href: 'https://education.nationalgeographic.org/resource/oligarchy/'
					},
					{
						definition:
							"Walder, Andrew G. 2014. “China's Evolving Oligarchy.” Edited by David B. Grusky and Katherine R. Weisshaar. In Social Stratification: Class, Race and Gender in Sociological Perspective. N.p.: Taylor & Francis Group.",
						href: ''
					},
					{
						definition:
							'Wee, Sui. 2018. “China’s Parliament Is a Growing Billionaires’ Club.” The New York Times, March 1, 2018.',
						href: 'https://www.nytimes.com/2018/03/01/business/china-parliament-billionaires.html'
					},
					{
						definition:
							"Boroumand, Ladan. 2018. “Iran's Exclusionary Republic.” Journal of Democracy 29, no. 2 (April): 173-177.",
						href: 'https://www.journals.uchicago.edu/doi/10.1086/697506'
					},
					{
						definition:
							'National Geographic Society. 2025. “Democracy (Ancient Greece).” National Geographic Education.',
						href: 'https://education.nationalgeographic.org/resource/democracy-ancient-greece/'
					},
					{
						definition:
							'Thorley, John. 1996. Athenian Democracy. N.p.: Taylor & Francis.',
						href: ''
					},
					{
						definition:
							'“Varieties of Democracy (V-Dem).” n.d. V-Dem. Accessed April 26, 2026.',
						href: 'https://v-dem.net/'
					},
					{
						definition:
							'uih.mn. 2025. “АРДЧИЛЛЫН ИНДЕКС: Тэд юу гэж дүгнэв, манайхан юу гэж ярив.” United Info Hub, March 28, 2025.',
						href: 'https://www.uih.mn/n/654'
					}
				]
			},
			{
				type: 'Нэмэлт сурвалж',
				sourceItem: [
					{
						definition:
							'“Өглөө” төслийн сошиал медиа хуудаснаас улс төрийн онолын энгийн ойлголтуудыг тайлбарласан бичлэгүүдийг сонирхоорой.',
						href: 'https://www.facebook.com/uglooo/posts/%D0%B0%D1%80%D0%B4%D1%87%D0%B8%D0%BB%D0%B0%D0%BB-%D0%B3%D1%8D%D0%B6-%D1%8E%D1%83-%D0%B2%D1%8D-%D0%B0%D1%80%D0%B4%D1%87%D0%B8%D0%BB%D0%BB%D1%8B%D0%BD-%D3%A9%D3%A9%D1%80-%D1%82%D3%A9%D1%80%D0%BB%D2%AF%D2%AF%D0%B4%D0%B8%D0%B9%D0%B3-%D1%85%D1%8D%D1%80%D1%85%D1%8D%D0%BD-%D1%8F%D0%BB%D0%B3%D0%B0%D1%85-%D0%B2%D1%8D-%D1%8D%D0%BD%D1%8D-%D1%83%D0%B4%D0%B0%D0%B0%D0%B3%D0%B8%D0%B9%D0%BD-%D1%86%D1%83%D0%B2%D1%80%D0%B0%D0%BB%D0%B0/185705299831980/'
					}
				]
			}
		]
	},
	{
		id: 'Quant-computeriin-khuch-chadal',
		preQuestions: [],
		wordDefinitions: [],
		content: [
			{
				header: '',
				detail: [
					{
						type: 'paragraph',
						text: '“The first principles of the universe are atoms and empty space. Everything else is merely thought to exist.” — Democritus'
					},
					{
						type: 'paragraph',
						text: '“Орчлон ертөнцийн анхны бөгөөд тулгуур зарчим бол атомууд болон хоосон орон зай юм. Үүнээс бусад бүх зүйлс нь зөвхөн оршин буй мэтээр төсөөлөгддөг төдий зүйл билээ.”  — Демокрит'
					},
					{
						type: 'paragraph',
						text: 'Арван жилийн шинжлэх ухааны хичээлүүд дээр бид оршихуй бүхэн ямар нэг жижиг хэсгээс бүрддэг талаар сурдаг. Энэхүү санаа нь бүр МЭӨ V зууны үеийн Грекийн философичдоос гаралтай ойлголт бөгөөд үүнийг “атомизм” (atomism) гэж нэрлэдэг аж. Өнөөгийн эрдэмтэд тухайн үед зөвхөн таамаг, санаа төдий байсан зүйлийг яг үнэндээ оршихуйн тулгуур зарчим гэдгийг нээж илрүүлснээр, одоо бидний хувьд “Тэнгэр бол цэнхэр өнгөтэй” гэдэг шиг л наад захын энгийн ойлголт болжээ. Тиймдээ ч одоо энэхүү бичвэрийг уншиж буй дэлгэц тань л гэхэд нарийн төвөгтэй электроникийн хэсгүүд, тэдний доторх силикон, силиконыг бүрдүүлдэг молекул, цаашлаад атом, цөм, электроноос бүрддэг гэдэг нь огт сонин биш байгаа нь гарцаагүй.'
					},
					{
						type: 'paragraph',
						text: 'Тэгвэл та тэдгээр бөөмсийн амьдардаг квант ертөнцийн талаар хэр их мэдэх вэ? Ньютоны толгой дээр алим унаж (үнэн худал нь асуудалтай ч гэсэн), бидний мэдэх  классик физикийн хуулиуд бичигдэж, түүнээсээ хөгжин явсаар одоогийн инженерчлэл, технологийн үндэс болсон билээ. Гэтэл энэхүү хуулиуд квант ертөнц гэх тэрхүү жижиг ертөнцөд үйлчлэхээ больдог байна. Тиймээс ч бөөмсийн түвшний үзэгдлүүдийг маш нарийн төвөгтэй шугаман алгебрийн хэлээр тайлбарладаг квант механик гэх сэдэв урган гарч ирсэн билээ. Одоогоор физикчид квант ертөнцийн бүх нууцыг хараахан тайлаагүй байгаа ч (квант таталцал гэх мэт), хэдийн тэрхүү сонирхолтой хуулиудыг нь ашиглаад технологи бүтээгээд эхэлжээ. Энэ бичвэрээрээ түүний хамгийн том жишээ болох Квант Компьютерийн талаар товчхон тайлбарлая.'
					}
				],
				children: []
			},
			{
				header: 'Квант анхааралд оров',
				detail: [
					{
						type: 'paragraph',
						text: 'Квант Компьютерийн салбар харьцангуй залуу боловч сүүлийн 5-10 жилээс олонд ихээхэн танигдаж эхэлж байгаа аж. Үүнийг сүүлийн жилүүдийн Нобелийн физикийн шагналаас тод харж болно. Тухайлбал, 2022 оны Нобелийн шагналыг орооцолдол (entanglement) хэмээх бөөмсийн квант шинж чанарыг нээн илрүүлсэн эрдэмтдэд олгосон бөгөөд энэхүү нээлт цаашлаад квант мэдээллийн шинжлэх ухааны суурь ойлголт болсон юм [1]. Харин 2025 оны Нобелийн шагналыг квант компьютерийн  "транзистор" шиг суурь бүрэлдэхүүн хэсэг болох хэт дамжуулагч кюбит (superconducting qubits)-ийн шинж чанарыг нээн илрүүлсэн эрдэмтдэд олгосон [2]. Цаашлаад 2025 оныг "Квантын жил" болгож зарласан нь энэхүү салбар хэр их олны анхаарлыг татаж байгааг харуулж байна [3]. Хиймэл оюун ухаан (AI) эрчээ авч буй энэ үед “хөшигний ард” квант компьютер хөгжсөөр байгаа бөгөөд үүнийг дараагийн "AI Boom" болж магадгүй гэж хүмүүс үзэж, хөрөнгө оруулалт нь жил ирэх тусам өссөөр байгаа аж [4].'
					}
				],
				children: []
			},
			{
				header: 'Квант гэж яг юу юм бэ?',
				detail: [
					{
						type: 'paragraph',
						text: "Квант компьютерыг ойлгохын тулд бид эхлээд “квант”-ыг буюу квант физикийг ойлгох хэрэгтэй. 1900 оны эхээр 'хоёр нүхний туршилт'-аар гэрлийг яг л усны долгион шиг гагцхүү долгионлог шинж чанартай гэж үздэг байсан нь няцаагдаж, бөөмлөг болон долгионлог чанартай болох нь батлагджээ [5]. Үүнээс л Квант Механик (Quantum Mechanics) гэх чиглэл урган гарсан бөгөөд тэрхүү өчүүхэн төвшинд бөөмс яаж авирладгийг Шрёдингерийн тэгшитгэл (Schrödinger's equation), суперпозици, Гейзенбергийн тодорхойгүйн зарчим зэрэг ойлголтуудаар тайлбарлах болсон билээ."
					},
					{
						type: 'paragraph',
						text: "Эдгээрийн гол санааг маш энгийнээр тайлбарлахад: Классик буюу бидний сайн мэддэг энэхүү макро ертөнцөд модноос нэг алим унахад бид түүний хөдөлгөөнийг Ньютоны хуулиар тооцоолж, хором секунд бүрт хаана байхыг нь бараг л 100%-ийн магадлалтай зөв тодорхойлж чадна. Гэтэл квант ертөнцөд электроныг нэг хэмжээд, дараа нь дахин хэмжихэд 'яг энд байна' гэж 100% итгэлтэй хэлэх боломжгүй болдог бөгөөд гагцхүү 'А цэгт 50%, Б цэгт 50% байх магадлалтай' гэж хэлэх хэмжээний л мэдлэгтэй болох боломжтой байдаг. Тэгэхээр классик механикт бид аливаа биетийн байршлыг Евклидийн шугам (огторгуй) дээр тодорхой цэгээр тэмдэглэдэг бол квант ертөнцөд тэр нь боломжгүй болж, харин цэг бүр дээрх хэмжигдэж болох магадлалуудын нийлбэр буюу магадлалын тархалт (probability distribution) болж хувирдаг. Өөрөөр хэлбэл, тэрхүү биетийн байршлыг 100 удаа хэмжвэл 50 удаа А цэгт, 30 удаа Б цэгт, 20 удаа С цэгт хэмжигдэж болох бөгөөд хамгийн гол нь нэг цэгтээ байнга хэмжигддэггүй тодорхойгүй шинж чанартай байдаг байна. Энэ нь Эйнштейнд ч сонин санагдаж байсан бөгөөд тэрээр “Бурхан шоогоор тоглодоггүй” гэж хэлж байсан аж. Сонирхолтой нь, Эйнштейн квант физикт үхэн үхтлээ үл итгэгч байсан гэдэг [6]."
					},
					{
						type: 'image',
						url: ['/seasons/1/Quant-computeriin-khuch-chadal/image-1.png'],
						alt: 'Зураг 1. Кюбитүүдийн суперпозиц магадлалуудын нийлбэр болох нь.',
						caption:
							'Зураг 1. Кюбитүүдийн суперпозиц магадлалуудын нийлбэр болох нь.'
					}
				],
				children: []
			},
			{
				header: 'Энэ бүхнийг яаж квант компьютер болгодог вэ?',
				detail: [
					{
						type: 'paragraph',
						text: 'Үүний тулд эхлээд ердийн компьютер яаж ажилладаг вэ гэдгийг багахан ойлгох хэрэгтэй. Компьютер "хоёртын систем" (binary system) буюу 0 ба 1-ийг илэрхийлдэг битийг (bits) ашигладаг. Үүгээр бүх тоо, үсэг, логик үйлдлийг илэрхийлдэг.'
					},
					{
						type: 'paragraph',
						text: 'Харин квант компьютерийн бит болох кюбит (qubit)  нь квант шинж чанараараа ойролцоогоор 0-ээс 1-ийн хоорондох бүхий л боломжит төлөвүүдийг нэгэн зэрэг илэрхийлж болдог. 1 кюбит л тийм их төлвийг агуулдаг тул квант компьютер нэгэн ёсондоо маш олон өгөгдлийг нэгэн зэрэг тооцоолох боломжтой юм.'
					}
				],
				children: []
			},
			{
				header: 'Яагаад квант компьютер гэж?',
				detail: [
					{
						type: 'paragraph',
						text: 'Hamgiin huchirheg super computer ch tootsoolj chaddaggui зарим нэг бодлого, асуудлуудыг квант компьютер асар хурдан тооцоолох боломжтой аж. Жишээлбэл, Шорын алгоритм (Shor’s algorithm) ашиглан классик компьютерт хэдэн зуун жил зарцуулагдах тооцооллыг квант компьютер маш богино хугацаанд хийх боломжтой [7]. Энэ нь Шорын алгоритмын гол механизм болох Квант Фурье Хувиргалт (Quantum Fourier Transform)-ын хурдтай шууд холбоотой юм. Квант Фурье Хувиргалт нь суперпозици, орооцолдол зэрэг квант механикийн суурь шинж чанаруудын тусламжтайгаар ийм хурдан гүйцэтгэдэг. Хэрэв Шорын алгоритмыг бүрэн ашиглах чадалтай квант компьютер бүтээгдвэл бидний одоогийн интернетийн нууцлал болон аюулгүй байдал орвонгоороо эргэх болно. Яагаад гэвэл одоогийн нууцлалын (encryption) амин сүнс нь RSA алгоритм юм. Энэ маш том хоёр анхны тооны үржвэрээс бүрдсэн тоо бөгөөд аливаа мэдээллийг аюулгүй байлгах "түлхүүр" болгон ашигладаг. Үүний ачаар зөвхөн мэдээлэл илгээгч болон хүлээн авагч л тухайн нууц түлхүүрийг мэдэх боломжтой байдаг.'
					},
					{
						type: 'paragraph',
						text: 'Хэрэв гадны хүн тэрхүү мэдээллийг авахын тулд түлхүүрийг нь олох гэж оролдвол, тухайн том тоог бүрдүүлж байгаа хоёр анхны тоог олж мэдэх шаардлагатай болно. Гэвч ийм том тоог анхны тооны үржвэрт задлах алгоритм нь сонгодог компьютерын хувьд бараг л боломжгүй буюу хэдэн зуун жил зарцуулагдах даалгавар юм. Харин квант компьютер Шорын алгоритмын тусламжтайгаар эдгээр тоог анхны тооны үржвэрт нь хялбархан задалснаар тухайн мэдээллийн нууц кодыг тайлах "түлхүүр"-ийг шууд олж авч байна гэсэн үг юм.'
					},
					{
						type: 'paragraph',
						text: 'Мөн өөр нэг хүчирхэг алгоритм бол Гроверын алгоритм (Grover’s algorithm) буюу квант хайлтын алгорит. Жишээ нь, монгол хэлний цагаан толгойн өгөгдлийн сан (dataset) байхад түүнээс ямар нэгэн үсгийг олж, гаргаж авах үйлдэл нь хайлтын алгоритмын тусламжтай хийгддэг. Гэвч сонгодог алгоритмууд нь хамгийн хурдандаа O(N) хугацаа зарцуулдаг бол Гроверын алгоритм нь үүнийг O(N​) болгон хурдасгадаг. Юу гэсэн үг вэ гэвэл, танд 16 хайрцаг байлаа гэж бодъё. Хайрцаг бүрт ямар нэгэн зүйл байгаа бөгөөд зөвхөн нээж байж л доторхыг нь мэдэх боломжтой гэвэл хайж буй зүйлээ олохын тулд классик компьютероор дунджаар 8 хайрцаг нээх шаардлагатай болно. Харин Гроверын квант алгоритмоор ердөө 4 хайрцаг нээхэд л хангалттай. Хамгийн гол нь өгөгдлийн тоо (N) ихсэх тусам энэхүү ялгаа нь асар том болдог. 16 биш 64 хайрцаг байвал классик компьютер дунджаар 32  хайрцаг нээх шаардлагатай гэхэд квант компьютер 8 гэх мэт.'
					},
					{
						type: 'paragraph',
						text: 'Түүгээр ч зогсохгүй квант компьютер нь материал судлалын салбарт шинэ төрлийн материалын шинж чанарыг загварчлахад (material simulation) асар их ач холбогдолтой юм. Энэхүү салбарыг квант симуляци (quantum simulation) гэж нэрлэдэг. Жишээлбэл, Ферми-Хаббардын загвар (Fermi-Hubbard model) зэрэг хими, физикийн квант процессуудыг тооцоолох нь сонгодог компьютеруудын хувьд асар хэцүү (хэтэрхий их нөөц шаарддаг) байдаг. Учир нь квант механик дахь тодорхойгүй шинж чанар болон бусад суперпозици төлөвүүдийг сонгодог компьютераар дуурайлган тооцоолох гэж оролдохоос илүүтэйгээр, физик механизм нь яг ижилхэн квант компьютер дээр шууд загварчлах нь хамаагүй амар байдагтай холбоотой юм. Энэхүү технологи нь цаашлаад нарийн төвөгтэй уургийн динамикийг (protein dynamics) кодчилж, Альцгеймер зэрэг өвчнийг эмчлэх шинэ эм гаргаж авахад асар их тус хүргэх боломжтой [8].'
					},
					{
						type: 'paragraph',
						text: 'Гэвч одоогоор алгоритм гэхээсээ илүү яаж энэ квант компьютерыг бүтээх вэ гэдэг нь "bottleneck" буюу гол тулгамдаад байгаа асуудал нь болоод байгаа юм.'
					}
				],
				children: []
			},
			{
				header: 'Яаж?',
				detail: [
					{
						type: 'paragraph',
						text: 'Ердийн компьютерийн ашигладаг хоёртын системийг  бодит ертөнцөд буулгадаг зүйл нь транзистор (бит буюу 0 ба 1 төлөв нь транзистороор "гүйдэл гүйж байгаа эсвэл гүйхгүй байгаа"-гаар тодорхойлогддог)) байдаг шиг кюбитийг өөр өөр байдлаар бүтээж болдог. Цаашлаад яаж, юугаар бүтээх  вэ гэдгээсээ хамаараад хэд хэдэн төрлөөр квант компьютер болон инженерчлэлийн судалгаа хийгдэж байна.'
					},
					{
						type: 'paragraph',
						text: 'Кюбит гэдэг зүйлийг бүтээхийн тулд ерөнхийдөө энергийн хувьд ялгаатай (0 ба 1 болох) хоёр төлөв хэрэгтэй бөгөөд тэрхүү хоёр төлөвийн хооронд шилжилт хийх, түүнийгээ хэрэгжүүлээд дараа нь "уншиж" авах чадамж хэрэгтэй байдаг. Тэгээд хамгийн гол нь квант компьютер болон кюбитийг содон болгодог тэрхүү квант шинж чанаруудыг агуулсан байх ёстой байдаг байна.'
					},
					{
						type: 'paragraph',
						text: 'Tэдгээрээс хамгийн түгээмэл нь:'
					},
					{
						type: 'paragraph',
						text: 'Хэт дамжуулагч кюбит (Superconducting qubits):  Josephson Junction гэх зүйлийг ашиглан гүйдлийн чиглэл эсвэл соронзон урсгалыг удирдах замаар 0 ба 1 төлөвийг үүсгэдэг. Энэхүү бичил хэлхээг үнэмлэхүй тэг градуст ойр хөргөснөөр цахилгаан эсэргүүцэл үгүй болж, кюбитүүд квант суперпозици төлөвт орж ажилладаг. Google, IBM, Microsoft зэрэг томоохон компаниуд өөрсдийн квант компьютерийг хөгжүүлдэг.'
					},
					{
						type: 'paragraph',
						text: 'Сайн тал нь: Логик үйлдлүүдийг маш хурдан гүйцэтгэдэг. Ерөнхий бүтэц нь одоогийн классик компьютеруудын чиптэй их төстэй учраас инженерүүд сайн мэддэг техникүүдээ ашиглан "өргөжүүлэх" (scale up) боломжтой.'
					},
					{
						type: 'paragraph',
						text: 'Сөрөг тал нь: Хэт дамжуулагч шинж чанар нь маш бага температурт л ажиглагддаг тул системийн ихэнх хэсэг нь маш хүйтэн температурт орших шаардлагатай байдаг. Жишээлбэл, доор оруулсан IBM-ийн квант компьютерын зурагнаас бидний өдөр тутмын хэрэглээний компьютераас хэд дахин том овортой болохыг харж болно. Үүний нэг шалтгаан нь маш нарийн, өчүүхэн (квант) түвшинд хийгдсэн үйлдлүүдийн сул дохиог (signals) гаднах орчинд алдалгүй хүргэж "томруулдаг" өсгөгчүүд (amplifier) нь өөрсдөө асар овор ихтэй байдагт оршино. Ерөнхий процесс нь квант чип -> квант өсгөгч -> криоген өсгөгч -> тасалгааны температурын электроник гэсэн дарааллаар явагддаг бөгөөд эдгээр дундаас өсгөгчүүд нь хамгийн их зай эзэлдэг байна. Мөн түүнчлэн системийг үнэмлэхүй тэг градуст ойртуулан хөргөхийн тулд асар том, нүсэр бүтэцтэй "хөргүүр" (dilution refrigerator) шаардлагатай болдог. Гэвч ийм нөхцөлийг бүрдүүлсэн ч хэт дамжуулагч кюбитүүд нь квант шинж чанараа маш хурдан алдах (decoherence) дутагдалтай байдаг аж.'
					},
					{
						type: 'image',
						url: ['/seasons/1/Quant-computeriin-khuch-chadal/image-2.png'],
						alt: 'Зураг 2. Google-ийн Квант Компьютер',
						caption: 'Зураг 2. Google-ийн Квант Компьютер'
					},
					{
						type: 'paragraph',
						text: 'Атом, молекулын хэлхээ (Atom, molecular arrays): Атомуудыг лазераар "хорьж", нарийн торлог хэлхээнд байршуулан (optical tweezers), тэдгээрийн энергийн төлөвөөр мэдээллийг кодлодог. Улмаар атомуудыг Ридбергийн өндөр энергийн төлөвт оруулж, хооронд нь хүчтэй харилцан үйлчлэл үүсгэх замаар квант логик үйлдлүүдийг гүйцэтгэдэг байна (саармаг атомын квант тооцоолол).'
					},
					{
						type: 'paragraph',
						text: 'Сайн тал нь: Кюбитүүд нь квант шинж чанараа удаан хадгалдаг (coherence time). Энэ тал дээрээ хэт дамжуулагч кюбиттэй харьцуулахад хамаагүй алдаа багатай, хамаагүй тогтвортой ажилладаг. Мөн олон тооны атомыг торлог хэлхээнд олноор нь зэрэгцүүлэн байршуулах боломжтой тул нарийн төвөгтэй материалын шинж чанарыг дуурайлган загварчлах (квант симуляци) салбарт хамгийн өндөр үр дүнтэй байгаа юм. 2025 онд Caltech-ийн эрдэмтэд 6,100 кюбитийг ийм төрлийн торлог хэлхээнд хураан хорьж чадсан нь одоогоор дэлхийн хамгийн дээд амжилт болоод байна [9].'
					},
					{
						type: 'paragraph',
						text: 'Сөрөг тал: Гэвч үйлдэл гүйцэтгэх хурд (gate operation speed) нь хэт дамжуулагч кюбитийг бодвол арай удаан байдаг аж.'
					},
					{
						type: 'paragraph',
						text: 'Хэт дамжуулагч квант компьютер хийдэг хүмүүс өөрсдийнхийгөө зөв зам нь гэж үзэж, атомаар хийдэг хүмүүс нь өөрсдийнхийгөө мөн зөв гэж үзэж өрсөлдсөөр байгаа ажээ.'
					},
					{
						type: 'image',
						url: ['/seasons/1/Quant-computeriin-khuch-chadal/image-3.png'],
						alt: 'Зураг 3. Атом, молекулуудын хэлхээ',
						caption: 'Зураг 3. Атом, молекулуудын хэлхээ'
					},
					{
						type: 'paragraph',
						text: 'Тэгвэл эдгээр квант компьютер нь классик компьютерыг орлох уу? Үгүй. Классик компьютерууд хэдийн маш сайн хөгжсөн, тэгээд ч квант компьютерийн сайн тооцоолох чадах бодлогууд маш нарийн бөгөөд одоогоор цөөн ажээ. Квант компьютер нь классик компьютерийг бүрмөсөн орлох гэхээсээ илүүтэйгээр тооцож чадахгүй байгаа нарийн, ярвигтай асуудлуудыг шийдэж, хүн төрөлхтний мэдлэг, технологийн хүрээг улам тэлэх боломжтой юм.'
					}
				],
				children: []
			},
			{
				header: 'Шинэ эриний "Цөмийн бөмбөг"?',
				detail: [
					{
						type: 'paragraph',
						text: 'Хэдий квант компьютерийг хэрэглэж болох салбарууд цөөхөн гэдэг ч тэдгээр салбарууд нь маш чухал салбарууд ажээ. Өмнө нь дурьдсан RSA алгоритм буюу кибер аюулгүй байдал (cybersecurity) юм. Квант компьютерийн судалгаа маш өндөр зардалтай тул одоогоор зөвхөн баян орнууд үүнийг хөгжүүлж байна. Хэрэв аль нэг улс түрүүлж бүтээвэл одоогийн бүх нууцлал (encryption) үгүй болж, асар их мэдээлэл алдагдах аюултай. Тиймээс зарим судлаачид үүнийг шинэ эриний "дижитал  цөмийн бөмбөг" ч гэж нэрлэж байна.'
					}
				],
				children: []
			}
		],
		postQuestions: [],
		sources: [
			{
				type: 'Эх сурвалж',
				sourceItem: [
					{
						definition: '',
						href: 'https://www.nobelprize.org/prizes/physics/2022/press-release/'
					},
					{
						definition: '',
						href: 'https://www.nobelprize.org/prizes/physics/2025/press-release/'
					},
					{
						definition: '',
						href: 'https://quantum2025.org/'
					},
					{
						definition: '',
						href: 'https://spectrum.ieee.org/quantum-mechanics'
					},
					{
						definition: '',
						href: 'https://www.ebsco.com/research-starters/history/de-broglie-explains-wave-particle-duality-light'
					},
					{
						definition: '',
						href: 'https://aeon.co/ideas/what-einstein-meant-by-god-does-not-play-dice'
					},
					{
						definition: '',
						href: 'https://arxiv.org/abs/quant-ph/9508027'
					},
					{
						definition: '',
						href: 'https://pme.uchicago.edu/news/sensing-cure-quantum-technology-takes-aim-neurodegenerative-disease'
					},
					{
						definition: '',
						href: 'https://www.caltech.edu/about/news/caltech-team-sets-record-with-6100-qubit-array'
					}
				]
			},
			{
				type: 'Зурагнуудын эх сурвалж:',
				sourceItem: [
					{
						definition: '',
						href: 'https://www.researchgate.net/figure/Figure-a-Classical-and-quantum-state-b-Quantum-superposition-and-entanglement_fig1_383592990'
					},
					{
						definition: '',
						href: 'https://share.google/dt0SkNGYRdIn8nToP'
					}
				]
			},
			{
				type: 'Нэмэлт эх сурвалж:',
				sourceItem: [
					{
						definition: 'Largest quantum computer right now: ',
						href: 'https://www.caltech.edu/about/news/caltech-team-sets-record-with-6100-qubit-array'
					},
					{
						definition:
							'The quantum computer we need to break the internet: 10000 - 100000?',
						href: 'https://www.sciencenews.org/article/quantum-bits-crack-internet-encryption'
					},
					{
						definition: 'Энэхүү видео үүнийг маш тодорхой тайлбарласан.',
						href: 'https://youtu.be/lvTqbM5Dq4Q'
					},
					{
						definition: 'Энэхүү бичлэг үүнийг маш гоё тайлбарласан байна:',
						href: 'https://youtu.be/RQWpF2Gb-gU?si=Sa6oyj1FD90EP_Ud'
					},
					{
						definition:
							'Үүнээс гадна Quantum Machine Learning гэх салбар ч бас байдаг аж. Кюбит нь Гильбертийн огторгуйд (Hilbert space) байдаг тул нарийн төвөгтэй өгөгдлүүдийг илэрхийлэх хэл нь болоход арай дөхөм байдаг байна.',
						href: ''
					}
				]
			}
		]
	}
]
